{
  "header": {
    "title": "Nights of a Thousand and One Colors",
    "subtitle": "By Moroccan Ocean"
  },

  "navbar": {
    "name": "Morocco",
    "home": "Home",
    "recipes": "Recipes",
    "culture": "Culture",
    "cities": "Sites"
  },

  "content": {
    "intro1": "Welcome to the Nights of a Thousand and One Colors, by Moroccan Ocean",
    "text": "Let yourself be carried away by the aromas, landscapes, and sounds of Morocco. On this site you’ll find a window into the heart of a vibrant land, where tradition and modernity intertwine at every turn. Immerse yourself in an experience filled with culture, flavor, and magic.",
    "boton": "Read more",
    "title1": "Discover Morocco",
    "txt1": "From the bustling souks of Marrakech to the blue alleyways of Chefchaouen, Morocco is full of magical corners. Discover dreamlike landscapes and cities pulsing with history.",
    "title2": "Typical Dishes",
    "txt2": "From the spiced aroma of couscous to the rich flavor of tagine, Moroccan cuisine is an explosion of tradition and authenticity. Every dish tells a story passed down through generations.",
    "title3": "Culture",
    "txt3": "Morocco is a unique fusion of Berber, Arab, and Andalusian roots. Its culture lives in the colors of its souks, the warmth of mint tea, and the traditions that fill every corner. A land where history and magic walk hand in hand."
  },

  "cities": {
    "title": "Mysterious Places",
    "text": "From the bustling souks of Marrakech to the blue alleyways of Chefchaouen, Morocco is full of magical corners. Discover dreamlike landscapes and cities pulsing with history.",
    "casablanca": "Cosmopolitan port metropolis",
    "chefchaouen": "Mountain blue medina",
    "essaouira": "Windy bohemian port",
    "fez": "Medieval and spiritual maze",
    "marrakech": "Bustling red city",
    "rabat": "Organized and contemporary capital",
    "boton": "View site"
  },

  "comun": {
    "content": "Content",
    "historia": "History",
    "lugares": "Landmark Places",
    "curio": "Curiosities",
    "boton": "See more cities"
  },

  "Casablanca": {
    "title": "Casablanca: From Berber Port to Atlantic Metropolis",
    "texthis1": "When you think of Casablanca, perhaps images of the silver screen or the bustle of a modern city come to mind… but its roots are far more humble and ancient.",
    "texthis2": "In the 7th century, the Zenata tribe established Anfa here, a modest Berber port overlooking the Atlantic, where salt and fish trade set the rhythm of life. Over time, this settlement caught the attention of Portuguese sailors, who built fortresses in the 15th century, only to see them crumble after the 1755 Lisbon earthquake. It was Sultan Mohammed III who, twenty years later, revived the city as Dar al-Beida (\"The White House\"), erecting Andalusian-style defenses and mosques to create a living gateway between Africa and Europe.",
    "texthis3": "By the early 20th century, Casablanca underwent massive transformation: a modern port under French rule and a wave of European investment shaped Parisian-style boulevards alongside the ancient medina. Today, with more than four million inhabitants, Casablanca stands as Morocco’s financial and cultural heart. The grand Hassan II Mosque towers over the sea, a beacon of ambition and modernity.",
    "subtitlelug1": "Hassan II Mosque",
    "textlug1": "Inaugurated in 1993, with Africa’s tallest minaret (210 m). Designed by Michel Pinseau and built by Bouygues, it combines Agadir marble and Middle Atlas cedar, features a retractable roof, and seats 105,000 worshippers.",
    "subtitlelug2": "Mohammed V Square",
    "textlug2": "The administrative hub, with art déco buildings and landscaped gardens reflecting French colonial architecture.",
    "subtitlelug3": "Corniche",
    "textlug3": "Seafront promenade in Ain Diab, popular for surf clubs, trendy bars, and Atlantic views.",
    "subtitlelug4": "Twin Center",
    "textlug4": "Two twin towers inaugurated in 1992, symbols of the city’s modernity and financial dynamism.",
    "curio1": "Though not the capital, Casablanca hosts the largest port in North Africa, with connections to Europe and the Americas.",
    "curio2": "The iconic film Casablanca (1942) borrowed the city’s name, though most scenes were filmed in Hollywood studios.",
    "curio3": "The population surged from 12,000 in 1906 to over 3.5 million in the 21st century, reflecting its rapid development."
  },

  "Chefchaouen": {
    "title": "Chefchaouen: The Blue Pearl of the Rif",
    "texthis1": "Nestled between rugged gorges and verdant valleys, Chefchaouen—named for the goat-horn-shaped peaks of Ras el Ma and Me’zgida—was founded in 1471 by Sidi Ali Ben Rachid as a bastion against Portuguese expansion. Its medina became a sanctuary for Muslims and Jews expelled from Al-Andalus, who brought masonry techniques, ornamental fountains, and the tradition of whitewashed facades now harmonized with vibrant blue hues.",
    "texthis2": "Well into the 20th century, Chefchaouen remained a “sacred city,” closed to outsiders and preserving its quietude. Under its deep-blue skies, artisans wove espadrilles and crafted ceramics that became emblematic of the Rif. With the tourism boom of the 1990s, its labyrinthine blue-painted streets became a visual magnet for photographers and travelers seeking authenticity, while its tranquil air and whitewashed steps retain the magic of its secluded origins.",
    "subtitlelug1": "Blue Medina",
    "textlug1": "Streets and houses painted in varying shades of blue—a tradition linked to Sephardic Jews or the color’s spiritual symbolism.",
    "subtitlelug2": "Uta el-Hammam Square",
    "textlug2": "The social heart of the city, surrounded by the Great Mosque and Kasbah, perfect for savoring mint tea.",
    "subtitlelug3": "Chefchaouen Kasbah",
    "textlug3": "A 15th-century fortress converted into an ethnographic museum and Andalusian garden with panoramic views.",
    "subtitlelug4": "Ras el-Maa",
    "textlug4": "A natural spring on the outskirts of the medina—a gathering spot where water gushes from rocky outcrops.",
    "curio1": "The blue paint is believed to repel mosquitoes, symbolize the sky and spirituality, and visually cool the environment.",
    "curio2": "The region produces some of Morocco’s finest goat cheeses, nourished by the Rif’s mountain flora.",
    "curio3": "In 2020, Chefchaouen joined UNESCO’s Global Network of Learning Cities for its sustainable development initiatives."
  },

  "Essaouira": {
    "title": "Essaouira: Mogador, Crossroads of Atlantic Cultures",
    "texthis1": "On Morocco’s west coast, where trade winds dance through palm fronds, lies Essaouira—once known as Mogador. Phoenician and Carthaginian traders prized the purple dye harvested on nearby Bird Island. Under Sultan Mohammed III in the 18th century, French engineer Théodore Cornut designed European-style ramparts, rounded bastions, and a grid layout dubbed “Souira” (“well-designed”). The result is a seaside amphitheater where Skala cannons stand sentinel over waves and seabirds.",
    "texthis2": "Essaouira evolved beyond a mere trading port—it became a haven for diverse religions and cultures. Christians, Jews, and Muslims coexisted in the Mellah, exchanging spices, textiles, and ideas. Today, the Gnaoua World Music Festival echoes this legacy, as African drums, jazz, and reggae unite crowds beneath the Atlantic moon. At dawn, blue fishing boats unload fresh catch, while local artists paint murals celebrating Saharan caravans—testaments to Essaouira’s enduring spirit of cultural fusion.",
    "subtitlelug1": "Skala of the Kasbah",
    "textlug1": "A cannon-lined terrace overlooking the ocean, where Gnawa drums beat at sunset.",
    "subtitlelug2": "Walled Medina",
    "textlug2": "Narrow alleys lined with thuya wood workshops and whitewashed façades.",
    "subtitlelug3": "Fishing Port",
    "textlug3": "A vibrant fish market where traditional boats dock with the day’s catch.",
    "subtitlelug4": "Bayt Dakira",
    "textlug4": "A Jewish museum preserving the legacy of one of Essaouira’s thriving communities.",
    "curio1": "A premier destination for surfing, windsurfing, and kitesurfing, thanks to its Atlantic winds and currents.",
    "curio2": "Home to the annual Gnaoua World Music Festival, which draws over 400,000 visitors with rhythms from Africa, jazz, and reggae.",
    "curio3": "Orson Welles resided here during his 1952 filming of Othello, and parts of Game of Thrones were shot on its ramparts."
  },

  "Fez": {
    "title": "Fez: The Ancient Medina and Cradle of Knowledge",
    "texthis1": "If Casablanca is Morocco’s modern pulse, Fez is its timeless whisper. Founded in 789 by Idris I on a riverbank promontory, and consolidated in 810 by his successor, the city attracted Andalusian and Tunisian scholars who established Al-Qarawiyyin University in 859— the world’s oldest continuously operating university. Here, philosophy, medicine, and astronomy flourished as caravans carried manuscripts across continents.",
    "texthis2": "Fez’s medina splits into Fez el-Bali (the old quarter) and Fez el-Jedid (the new), showcasing its 13th-century expansion under the Marinids. Wandering its labyrinthine streets reveals intricate plasterwork, zellij mosaics, and carved cedar domes. Under the French protectorate (1912–1956), the Ville Nouvelle emerged with broad boulevards, but UNESCO’s 1981 World Heritage designation safeguards the medina’s medieval character.",
    "subtitlelug1": "Medina of Fez el-Bali",
    "textlug1": "A network of over 9,000 alleys, declared a UNESCO World Heritage Site.",
    "subtitlelug2": "Chouara Tannery",
    "textlug2": "Dye pits where artisans transform hides into vibrant works of art, their pungent aroma contrasting with vivid hues.",
    "subtitlelug3": "Bou Inania Madrasa",
    "textlug3": "A 14th-century masterpiece of marble, zellij, and carved wood.",
    "subtitlelug4": "Al-Qarawiyyin University",
    "textlug4": "An epicenter of Islamic scholarship and North African education.",
    "curio1": "Over 20,000 fountains throughout the medina provide potable water to every corner.",
    "curio2": "Artisan guilds continue age-old traditions within family cooperatives.",
    "curio3": "The Al-Qarawiyyin library houses priceless manuscripts, including Ibn Khaldun’s Muqaddimah and a 9th-century Qur’an."
  },

  "Marrakech": {
    "title": "Marrakech: The Red City That Dazzles the Desert",
    "texthis1": "Founded in 1062 by Yusuf ibn Tashfin amid orchards and cherry groves, Marrakech emerged as an oasis at the Atlas’s edge. The Almohads erected the Koutoubia Mosque, its 72-meter minaret later inspiring structures in Seville and Rabat. Under the Saadians in the 16th century, Sultan Ahmad al-Mansur commissioned El Badi Palace with Italian marble and Tangier onyx, making his court Europe’s marvel.",
    "texthis2": "At dusk, Jemaa el-Fna square transforms into a live stage of storytellers, snake charmers, and food stalls. The 1923 railroad and 1960s riads turned Marrakech into a bohemian haven—Yves Saint Laurent famously found inspiration here, influencing his iconic blue Majorelle Gardens. Today, luxury hotels and desert glamping coexist with spices and dromedaries, proving this “Red City” never rests.",
    "subtitlelug1": "Jemaa el-Fna",
    "textlug1": "A nightly spectacle of performers, musicians, and street vendors bringing the city’s heart to life.",
    "subtitlelug2": "Majorelle Gardens",
    "textlug2": "A botanical oasis painted in Yves Klein blue, created by Jacques Majorelle and restored by Yves Saint Laurent.",
    "subtitlelug3": "Koutoubia Mosque",
    "textlug3": "Built between 1147 and 1195, its 77-meter minaret inspired the Giralda in Seville and Rabat’s Hassan Tower.",
    "subtitlelug4": "Bahia Palace",
    "textlug4": "A 19th-century gem of courtyards, stucco, and polychrome zellij.",
    "curio1": "Its name derives from the Berber “Mur Akush” (“Land of God”), reflecting ancient origins.",
    "curio2": "Every November, Marrakech Film Festival screens films in the open-air medina.",
    "curio3": "Its 2 km² medina, with over 1,000 protected monuments, earned UNESCO status in 1985."
  },

  "Rabat": {
    "title": "Rabat: The Serene Capital of Diplomacy",
    "texthis1": "Less frenetic than its sister cities, Rabat began as an Almohad ribat (fortified camp) in the 12th century, planning naval expeditions. The unfinished Hassan Tower and Mohammed V Mausoleum honor this imperial vision. In 1956, Rabat was chosen as capital for its tranquil setting and poetic Bou Regreg riverfront.",
    "texthis2": "French planner Henri Prost designed the Ville Nouvelle, intertwining palm-lined avenues with embassies and public squares. Today, Rabat hosts UNESCO headquarters, diplomatic missions, and government offices, while its medina preserves the whispers of souks and the serenity of Kasbah des Oudayas gardens. A stroll along the corniche at sunset, with its ochre-hued walls, reveals why Morocco’s capital is a haven of diplomacy and coastal poetry.",
    "subtitlelug1": "Hassan Tower",
    "textlug1": "An unfinished 44-meter minaret and scattered columns evoking a paused imperial project.",
    "subtitlelug2": "Mohammed V Mausoleum",
    "textlug2": "A neo-Moorish marble structure with cedarwood ceilings, housing the tombs of Mohammed V and Hassan II.",
    "subtitlelug3": "Kasbah of the Udayas",
    "textlug3": "A 12th-century citadel with white and blue houses, Andalusian gardens, and Atlantic views.",
    "subtitlelug4": "Chellah",
    "textlug4": "An ancient Roman city and Marinid necropolis, recently excavated and restored, featuring thermal baths and Roman mosaics.",
    "curio1": "Rabat and Salé were once rival city-states, now united by bridges over the Bou Regreg.",
    "curio2": "Historic synagogues in Rabat’s medina testify to a rich Jewish-Muslim coexistence.",
    "curio3": "The modern Hay Riad district, developed after 2000, hosts embassies and defines the capital’s contemporary axis."
  },

  "culture": {
    "boton": "See more info.",
    "title": "Great Arab Culture",
    "text": "Morocco is a unique fusion of Berber, Arab, and Andalusian roots. Its culture lives in the colors of the souks, the warmth of mint tea, and the traditions that breathe through every corner. A land where history and magic walk hand in hand.",
    "title1": "Atlas Pulse: Rhythms That Tell Stories",
    "text1": "From gnawa trance to the cheerful beat of chaabi: a sonic journey through mountains, cities, and generations.",
    "title2": "Voices of the Maghreb: Darija and Tamazight in the Spotlight",
    "text2": "Between Berber whispers and the urban buzz of darija, discover how Moroccan languages weave identity and memory.",
    "title3": "Djellaba and Kaftan: Elegance Woven in Silk",
    "text3": "From the alleyways of the souk to royal weddings: every stitch and color tells the soul of Morocco.",
    "title4": "Souk: A Maze of Colors and Scents",
    "text4": "A walk through spices, leather, and smiles: the souk as a stage of daily life and unfiltered hospitality.",
    "title5": "The Mosaic of the Soul: Ceramics and Zellij",
    "text5": "From Fez workshops to Rabat mosques: endless patterns that speak of history, faith, and sacred geometry.",
    "title6": "Steam and Mint: Rituals of Well-being",
    "text6": "Purify your skin in the hammam and soothe your spirit with sips of Moroccan tea, liquid hospitality on the edge of the desert."
  },

  "comun1": {
    "content": "Content",
    "intro": "Introduction",
    "boton": "See more culture"
  },

  "art": {
    "introtext": "Art in Morocco is a visual poem: geometric shapes, vibrant colors, and letters dancing on tiles. Every palace, riad, and mosque is a living mural telling the dialogue between faith, reason, and beauty.",
    "punto1": "Ceramics from Fez and Safi",
    "punto1text": "Centuries-old workshops produce glazed pieces in blue, green, and white, inspired by nature and Andalusian patterns. Each plate, jug, or brick boasts glazes that withstand centuries of sun and rain.",
    "punto2": "Zellij and Symbolism",
    "punto2text": "Zellij mosaics combine tiny tiles into infinite patterns. No tile is the same: their assembly reflects unity in diversity, a key principle of Islamic art.",
    "punto3": "Calligraphy",
    "punto3text": "On walls and manuscripts, Arabic calligraphy transcends the word: it becomes gesture and shadow, a tribute to the divine message.",
    "punto4": "Art Route",
    "punto4text1": "Visit Bou Inania Medersa in Fez to see stucco and zellij.",
    "punto4text2": "Explore ceramic workshops in Safi on the Atlantic coast.",
    "punto4text3": "Discover contemporary art galleries in Casablanca and Marrakech."
  },

  "hamte": {
    "introtext": "The hammam and Moroccan tea are inseparable rituals of Moroccan culture. One purifies the skin, the other comforts the spirit. Both are shared in community, reinforcing bonds and traditions.",
    "punto1": "The Hammam Ritual",
    "punto1text1": "Inspired by Roman baths, the hammam is a temple of steam. It begins with exfoliation using ",
    "punto1text2": ", a kessa glove massage and a rinse with warm water. It’s a rite of passage and a gift to the skin and collective well-being.",
    "punto2": "The Art of Moroccan Tea",
    "punto2text": "Green tea, fresh mint leaves, and mountains of sugar. It is poured from height to oxygenate and create foam. Serving tea is an act of hospitality: to refuse is an offense. Each sip is a sweet gesture of friendship.",
    "punto3": "Body and Soul",
    "punto3text": "The hammam renews the outside, the tea comforts within. Together they balance daily stress, weave shared stories, and uphold traditions across generations.",
    "punto4": "Recommendations",
    "punto4text1": "Try a traditional hammam with ghassoul massage in Fez.",
    "punto4text2": "Learn how to make tea with a local 'pizzadino' in a riad in Marrakech.",
    "punto4text3": "Visit a women-only hammam to witness the full ritual."
  },

  "idiomas": {
    "introtext": "In Morocco, several languages coexist that reflect its rich history: from the classical Arabic of institutions, to the streetwise darija, to the Amazigh varieties and lingering European influences.",
    "punto1": "Darija",
    "punto11": "everyday Moroccan Arabic",
    "punto1subtitle1": "What is it?",
    "punto1text1": "It's the form of Arabic spoken daily in Morocco. People often call it a 'dialect' or 'Moroccan Arabic', but darija has such a unique personality and evolution that many see it as a language in its own right.",
    "punto1subtitle2": "Key features:",
    "punto1text2": "It’s a bold mix of Classical Arabic, Amazigh, French, Spanish, Portuguese, and even some modern English.",
    "punto1text3": "It’s not taught in schools (education is in Classical Arabic or French), but everyone speaks it at home, on the street, on TV, on TikTok, and in music.",
    "punto1text4": "It has its own phonetics: faster and more relaxed than Classical Arabic, dropping many vowels.",
    "punto1text5": "It has no official spelling, so you’ll see it written in Arabic script, Latin letters, or even emojis.",
    "punto1text6": "Fun fact: Darija varies a lot by region — in the north (Tangier, Tetouan) it sounds more Spanish, while the south shows more Amazigh influence.",
    "punto2": "Amazigh",
    "punto21": "the indigenous root of Morocco",
    "punto2text": "Amazigh or Tamazight refers to the Berber languages of North Africa, predating Islam’s arrival. It’s an ancestral language, deeply rooted in Moroccan culture.",
    "punto2subtitle": "Main Amazigh varieties in Morocco:",
    "punto2text1": "North (Rif region)",
    "punto2text2": "Center (Middle Atlas)",
    "punto2text3": "South (Anti-Atlas, Souss)",
    "punto2text4": "It’s gaining more recognition: there are media outlets, schools, books, and apps to learn it.",
    "punto2text5": "It has its own alphabet, Tifinagh (ⵜⵉⴼⵉⵏⴰⵖ), used on signs, official documents, and modern texts.",
    "punto2text6": "It was declared an official language of Morocco alongside Arabic in 2011.",
    "punto2text7": "Fun fact: Many city names like Agadir, Taza or Ifrane are Amazigh in origin. Berber symbols are also common in crafts and jewelry.",
    "punto3": "What do they have in common?",
    "punto3text1": "Both languages reflect Morocco’s mixed identity: dynamic and rich in culture.",
    "punto3text2": "They blend and coexist: it’s common to start a sentence in darija, mix in French, and end with an Amazigh word if it’s your native tongue.",
    "punto3text3": "They play a key role in resisting colonial erasure and global cultural standardization.",
    "punto4": "Colonial legacy in Moroccan languages",
    "punto4subtitle1": "French: language of power and the 'elite'",
    "punto4text1": "Morocco was a French protectorate from 1912 to 1956. Though not a formal colony like Algeria, the linguistic impact was major. French became the language of:",
    "punto4text1sub1": "Administration",
    "punto4text1sub2": "Secondary and university education",
    "punto4text1sub3": "Medicine, law and business",
    "punto4text1sub4": "And even a 'high class' marker still used socially",
    "punto4subtitle2": "What consequences did it leave?",
    "punto4text2sub1": "Many people speak fluent French, but often feel it’s something ‘borrowed’ or imposed.",
    "punto4text2sub2": "Many university degrees (especially science and tech) are still taught in French. This excludes rural or non-Francophone populations.",
    "punto4text2sub3": "French is still associated with 'culture', while darija or Amazigh were seen as 'rural'. This created a linguistic self-esteem issue.",
    "punto4text2sub4": "In the north (Tetouan, Nador, Larache, Chefchaouen, etc.), Morocco was under Spanish protectorate until 1956. Spanish left a mark, though less than French.",
    "punto4subtitle3": "Spanish: the northern heritage",
    "punto4subtitle4": "Where is Spanish visible?",
    "punto4text3sub1": "In northern darija vocabulary ('cuesta', 'banco', 'carro', 'plato', 'zapato'...).",
    "punto4text3sub2": "In families of the Rif who speak fluent Spanish without ever leaving the country.",
    "punto4text3sub3": "In cultural presence: Spanish schools, radio stations, newspapers, and strong Cervantes Institute activity.",
    "punto4subtitle5": "What happened next?",
    "punto4text4sub1": "Spanish lost ground to French in education and official use.",
    "punto4text4sub2": "Still, it remains a beloved language. Many see it as a bridge to Europe… without the heavy colonial weight French carries."
  },

  "musica": {
    "introtext": "Moroccan music is a sonic kaleidoscope reflecting the country's history and diversity. It blends Berber traditions, Arab-Andalusian heritage, and Gnawa rhythms to create a unique acoustic landscape. Every note tells stories of daily life, celebrations, and generational legends.",
    "punto1": "Roots and Fusion",
    "punto1text1": "The foundations of Moroccan music rest on three essential pillars:",
    "punto1text1sub11": "Berber Tradition:",
    "punto1text1sub12": " Songs and dances from the Atlas Mountains, performed with leather drums and reed flutes.",
    "punto1text1sub21": "Arab-Andalusian Legacy:",
    "punto1text1sub221": " Introduced after the fall of Al-Andalus. It's played ",
    "punto1text1sub222": " with oud (",
    "punto1text1sub223": "), flute (",
    "punto1text1sub224": "), and violins.",
    "punto1text1sub31": "Gnawa Rhythms:",
    "punto1text1sub32": " Trance and healing music that merges with jazz and electronic sounds in modern settings.",
    "punto2": "Key Genres",
    "punto2text2sub1": " 'Music of the people' featuring darbuka and violin — ideal for weddings and street markets.",
    "punto2text2sub2": " Sung poetry in darija with lyrics about love, history, and social commentary.",
    "punto2text2sub31": "Andalusian:",
    "punto2text2sub32": " With ceremonial tones, it recites medieval poems in classical Arabic.",
    "punto2text2sub4": " Of sub-Saharan roots, it evokes trance and spirituality through the guembri and qraqeb.",
    "punto3": "Unforgettable Moments",
    "punto3text3": "Every year, festivals celebrate Morocco’s musical richness:",
    "punto3text3sub11": "Gnawa Festival of Essaouira:",
    "punto3text3sub12": " An Atlantic gathering where ancient meets contemporary.",
    "punto3text3sub21": "Nuits de la Médina:",
    "punto3text3sub22": " Night concerts in Marrakech where young artists reinvent tradition.",
    "punto3text3sub31": "Andalusian Music Festival of Fez:",
    "punto3text3sub32": " An elegant event with classical orchestras and poetic repertoires.",
    "punto4": "For the Traveller",
    "punto4text4sub11": "Enjoy a",
    "punto4text4sub12": " in a café in the Fez medina at sunset.",
    "punto4text4sub2": "Follow the beat of the darbuka at a local village party.",
    "punto4text4sub31": "Experience a",
    "punto4text4sub32": " Gnawa night under the stars to feel its healing power.",
    "punto4text4sub4": "Discover spontaneous concerts in the souks, where Morocco’s soul plays raw and true."
  },

  "vestimenta": {
    "introtext": "In Morocco, clothing is more than protection — it’s a cultural canvas that flows with the winds of the desert and flourishes in the medinas. Every fold, every stitch tells stories of nomadic clans and lavish palaces, rural life and imperial courts. Exploring traditional dress means discovering a mosaic of symbols, colors, and textures that define a millennia-old identity.",
    "punto1": "Key Garments",
    "punto1text1": " Loose-fitting tunic with hood, made of wool for winter and light linen for summer. Unisex and urban.",
    "punto1text2": " Long women's gown, hand-embroidered with silk and gold threads — a symbol of elegance at weddings and festivities.",
    "punto1text3": " Sleeveless variant of the djellaba, ideal for hot days and informal ceremonies.",
    "punto1text4": " Soft leather slippers with curved tips, handmade in the tanneries of Fez.",
    "punto2": "Special Occasions",
    "punto2text1": "The kaftan and its sister, the ",
    "punto2text2": ", shine during weddings, Eid, and official receptions. Men choose finely tailored djellabas and embellished jackets, while children wear miniature versions — a celebration of growing up in family rituals.",
    "punto3": "Craftsmanship and Detail",
    "punto3text1": "Each embroidery, known as ",
    "punto3text2": ", can take weeks of meticulous work. The “maalems” (master artisans) combine geometric and floral motifs to evoke the richness of Andalusian gardens and the purity of desert oases.",
    "punto4": "Style Tips",
    "punto4text1": "Wear a djellaba in earthy tones to blend into the landscapes of the Atlas.",
    "punto4text2": "Choose a kaftan in Majorelle blue — a nod to Marrakech's cultural heritage.",
    "punto4text3": "Pair artisan babouches with jeans for a mixed, modern look."
  },

  "zoco": {
    "introtext": "Walking through a Moroccan souk is diving into a sensory kaleidoscope: the scent of spices, the songs of merchants, and a maze of alleyways where history is bought and sold daily.",
    "punto1": "Organization",
    "punto1text1": "Stalls are grouped by trade: blacksmiths forge reins, tanners dye leather in pungent pits, and potters shape clay beside perfumers distilling rosewater and orange blossom. This ancestral layout makes finding anything easier.",
    "punto2": "Goods and Aromas",
    "punto2text1": "Spices: cumin, saffron, ras el hanout, and coriander seeds.",
    "punto2text2": "Textiles: Berber wool shawls and printed cottons.",
    "punto2text3": "Food: argan oils, stuffed dates, and sesame sweets.",
    "punto3": "The Social Ritual",
    "punto3text": "More than just a market, it’s a meeting point. Here, people bargain, greet each other, share tea spontaneously, and build community bonds. Each visit is a lesson in hospitality.",
    "punto4": "Practical Tips",
    "punto4text1": "Arrive early to avoid crowds and bargain calmly.",
    "punto4text21": "Learn a few greetings in ",
    "punto4text22": " to earn smiles.",
    "punto4text3": "Enjoy a glass of mint tea by the spice stall."
  },

  "recipes": {
      "title": "Recipes with Big Flavors",
      "titletext": "From the spiced aroma of couscous to the bold taste of tagine, Moroccan cuisine is an explosion of tradition and authenticity. Every dish tells a story passed down through generations.",
      "boton": "View recipe",
      "tajin1": "Tagine",
      "tajin2": "Typical Moroccan recipe of spiced chicken.",
      "cuscus1": "Couscous",
      "cuscus2": "Iconic dish with vegetables and spices.",
      "harira": "Traditional soup with legumes and lamb.",
      "pastela1": "Pastilla",
      "pastela2": "Crispy pie with chicken and almonds.",
      "zaalouk": "Roasted eggplant salad with spices.",
      "chebakia": "Fried sweet coated in honey and spices."
  },

  "comun2": {
      "content": "Content",
      "ingredient": "Ingredients",
      "steps": "Step by step",
      "note": "Notes",
      "boton": "See more recipes"
  },

  "Chebakia": {
      "ingredient1": "500 g of wheat flour",
      "ingredient2": "1 teaspoon of baking powder",
      "ingredient3": "½ teaspoon of salt",
      "ingredient4": "1 teaspoon of toasted sesame seeds",
      "ingredient5": "1 teaspoon of orange blossom water",
      "ingredient6": "1 teaspoon of ground cinnamon",
      "ingredient7": "2 tablespoons of vinegar",
      "ingredient8": "100 ml of mild olive oil",
      "ingredient9": "Warm water (as needed for kneading)",
      "ingredient10": "Neutral oil for frying",
      "ingredient11": "250 g of pure honey",
      "ingredient12": "2 extra tablespoons of orange blossom water (for the honey)",
      "step1": "In a large bowl, mix the flour, baking powder, salt, sesame, cinnamon, and vinegar.",
      "step2": "Add the oil and orange blossom water; mix with your hands until you get fine crumbs.",
      "step3": "Gradually add warm water and knead until a smooth, elastic dough forms. Cover and let rest for 15 minutes.",
      "step4": "Divide the dough and roll out into thin sheets (2 mm). Cut into 5 cm strips and shape into traditional chebakia folds.",
      "step5": "Heat abundant oil to 170 °C and fry the chebakias in batches until golden, flipping carefully.",
      "step6": "Drain on paper towels. Meanwhile, heat the honey with orange blossom water in a saucepan.",
      "step7": "Dip each piece in the warm honey, drain, and coat with sesame seeds.",
      "step8": "Let cool on a rack to keep them crisp.",
      "note1": "The secret is in the thin dough and the resting time: they’ll be crisp inside but flexible to shape.",
      "note2": "Be generous with the honey: it should coat each chebakia completely.",
      "note3": "Store in an airtight tin for up to 2 weeks; perfect with mint tea.",
      "note4": "You can freeze them before frying, or freeze them fried and reheat in the oven.",
      "note5": "A Ramadan staple, but you can make mini versions to enjoy with tea any day."
  },

  "Cuscus": {
      "ingredient1": "400 g of medium couscous",
      "ingredient2": "500 g of lamb or beef chunks",
      "ingredient3": "2 carrots, 2 zucchinis, and 1 turnip chopped",
      "ingredient4": "1 large onion, chopped",
      "ingredient5": "2 grated tomatoes",
      "ingredient6": "1 handful of soaked chickpeas (200 g)",
      "ingredient7": "1 tsp each of turmeric, cumin, and ground coriander",
      "ingredient8": "½ tsp of pepper and ground ginger",
      "ingredient9": "A pinch of saffron threads",
      "ingredient10": "Salt to taste",
      "ingredient11": "Olive oil",
      "ingredient12": "Water or meat broth",
      "step1": "In a large pot, sauté the onion in oil until it starts to brown. Add the spices and stir for 1 min.",
      "step2": "Add the meat and brown it on all sides. Stir in tomatoes, chickpeas, and cover with water or broth.",
      "step3": "Cover and simmer for 45 min on low-medium heat. Add the turnip halfway through.",
      "step4": "Meanwhile, place couscous in a wide bowl, drizzle with oil and a bit of water, fluff with a fork.",
      "step5": "Steam it in a couscous pot for 15 min over the stew.",
      "step6": "Remove, fluff again, and steam a second time for 10 min.",
      "step7": "Transfer to the pot, mix with juices, and cook 5 more min to absorb flavor.",
      "step8": "Serve with meat and veggies on top, drizzle with broth and garnish with fresh cilantro.",
      "note1": "No couscous pot? Use a heat-safe strainer over the pot with a lid.",
      "note2": "Try adding pumpkin or eggplant for a unique twist.",
      "note3": "Serve with 'msamen' or Moroccan bread to soak up the broth.",
      "note4": "Use hands (or fork) to fluff between steamings. That keeps it light and clump-free.",
      "note5": "Regional varieties: In the north (like Tetouan or Chefchaouen), they add chickpeas and caramelized onions with raisins.",
      "note6": "Couscous goes at the base, well fluffed, then meat and veggies on top. Add broth over it — never all mixed in like rice."
  },

  "Harira": {
    "ingredient1": "200 g minced beef or lamb",
    "ingredient2": "1 onion and 2 celery stalks, finely chopped",
    "ingredient3": "2 ripe tomatoes, grated",
    "ingredient4": "½ cup lentils and ¼ cup chickpeas, soaked (at least 8 h)",
    "ingredient5": "1 tablespoon wheat flour",
    "ingredient6": "1 teaspoon turmeric, ginger, and paprika",
    "ingredient7": "½ teaspoon black pepper and cinnamon",
    "ingredient8": "A handful of chopped cilantro and parsley",
    "ingredient9": "2 tablespoons tomato paste",
    "ingredient10": "Salt to taste",
    "ingredient11": "Olive oil",
    "ingredient12": "Water (approx. 1.5 l)",
    "ingredient13": "1 lemon, cut into wedges",
    "step1": "Heat 2 tbsp of oil in a large pot. Sauté onion and celery over medium heat until the onion is translucent (5 min). Add turmeric, ginger, paprika, pepper, and cinnamon; stir for 1 min to bloom the spices.",
    "step2": "Raise heat to medium‑high, add the minced meat, and brown for 2–3 min, stirring. Reduce heat, stir in grated tomato and tomato paste; cook 3 min until slightly reduced.",
    "step3": "Add lentils and drained chickpeas, cover with water, and bring to a boil. Reduce to medium‑low, cover, and simmer 30 min, stirring occasionally.",
    "step4": "In a bowl, whisk flour with a splash of cold broth until smooth. Uncover the pot and slowly stir in the flour mixture **without stopping** until the soup thickens (2–3 min).",
    "step5": "Stir in cilantro and parsley, season with salt, then simmer 5 min to meld flavors.",
    "step6": "Remove from heat, cover, and rest 5 min. Serve piping hot with lemon wedges on the side for squeezing.",
    "note1": "Adding the flour slurry slowly prevents lumps and removes any raw taste.",
    "note2": "Soak chickpeas at least 8 h (or use well‑rinsed canned) for even cooking.",
    "note3": "For deeper flavor, stir in 1 tsp ras el hanout with the spices.",
    "note4": "Traditionally served with dates or chebakias for iftar during Ramadan: the sweetness balances the spices.",
    "note5": "Store leftovers covered in the fridge up to 3 days; flavors deepen upon reheating."
  },
  
  "Pastela": {
    "ingredient1": "1 pack of brick sheets or phyllo dough",
    "ingredient2": "500 g of cooked and shredded chicken",
    "ingredient3": "2 chopped onions",
    "ingredient4": "1 teaspoon of cinnamon",
    "ingredient5": "1 teaspoon of ginger",
    "ingredient6": "½ teaspoon of turmeric",
    "ingredient7": "Salt, pepper",
    "ingredient8": "A bunch of chopped coriander",
    "ingredient9": "3 eggs",
    "ingredient10": "100 g of toasted and chopped almonds",
    "ingredient11": "2 tablespoons of sugar",
    "ingredient12": "Melted butter",
    "ingredient13": "Powdered sugar and cinnamon to decorate",
    "step1": "In a medium pot, cover the chicken with water and add onion, cinnamon sticks, ginger, saffron and salt. Cook for 25 minutes until tender.",
    "step2": "Remove the chicken, strain the broth and keep both. Shred the meat.",
    "step3": "In a pan, melt butter and sauté the onion until translucent. Add the chicken, coriander and 3–4 tablespoons of broth; cook for 5 minutes.",
    "step4": "Mix the almonds with powdered sugar and cinnamon. Set aside.",
    "step5": "Pour a splash of broth and the beaten eggs into the pan; stir until you get a soft scrambled egg. Shred it and mix it with the chicken and almonds.",
    "step6": "Brush a baking dish with butter. Place 2 sheets of phyllo, add the filling, cover with 2 more sheets and brush with butter.",
    "step7": "Bake at 180 °C for 25–30 minutes until golden.",
    "step8": "Once out of the oven, sprinkle with powdered sugar and cinnamon.",
    "note1": "Deluxe sweet and salty: the contrast is the key, don’t be shy with sugar and cinnamon.",
    "note2": "Add a few drops of orange blossom water to the broth for a floral aroma.",
    "note3": "Cut into triangles and serve with mint tea in carved glasses.",
    "note4": "Traditional pastilla uses pigeon or chicken, but you can also make a vegetarian version with mushrooms, lentils and nuts.",
    "note5": "It’s a typical dish for weddings and special celebrations, uniquely blending sweet and savory in Moroccan cuisine.",
    "note6": "You can use phyllo dough instead of warqa, which is harder to find outside Morocco."
  },

  "Tajin": {
      "ingredient1": "1 kg of chicken pieces",
      "ingredient2": "2 onions, thinly sliced",
      "ingredient3": "2 garlic cloves, minced",
      "ingredient4": "1 teaspoon of ginger, turmeric, and sweet paprika",
      "ingredient5": "½ teaspoon of ground cumin",
      "ingredient6": "2 tablespoons of olive oil",
      "ingredient7": "2 preserved lemons (sliced)",
      "ingredient8": "100 g of pitted green olives",
      "ingredient9": "A bunch of fresh coriander",
      "ingredient10": "Salt and pepper to taste",
      "ingredient11": "½ glass of water",
      "step1": "In a tajine or pot, heat oil and sauté onion and garlic until golden.",
      "step2": "Add the spices, stir well, and add chicken; brown for 5 min on each side.",
      "step3": "Add preserved lemons, olives, and chopped coriander. Season with salt and pepper.",
      "step4": "Cover with water, cover the pot, and cook over low heat for 40 min.",
      "step5": "Uncover for the last 10 min to thicken the sauce.",
      "step6": "Serve hot, garnished with coriander sprigs.",
      "note1": "Preserved lemon gives a unique tangy and salty flavor—go easy on the salt.",
      "note2": "You can add potatoes or carrots to vary the textures.",
      "note3": "Best served with couscous or warm Moroccan bread.",
      "note4": "The key to a great tajine is slow cooking over low heat.",
      "note5": "Each region of Morocco has its own tajine, from lamb with prunes in Fez to sardine tajine on the coast.",
      "note6": "Don’t lift the lid too often—the steam is magic for intensifying flavors."
  },

  "Zaalouk": {
      "ingredient1": "2 large eggplants",
      "ingredient2": "3 ripe tomatoes, grated",
      "ingredient3": "2 garlic cloves, minced",
      "ingredient4": "1 teaspoon of sweet paprika and cumin",
      "ingredient5": "½ teaspoon cayenne pepper (optional)",
      "ingredient6": "3 tablespoons of olive oil",
      "ingredient7": "A handful of chopped fresh coriander",
      "ingredient8": "Salt and pepper to taste",
      "ingredient9": "Juice of half a lemon",
      "step1": "Prick and roast the eggplants in the oven at 200°C until tender (20–25 min). Peel and mash finely.",
      "step2": "In a wide pan, heat the oil and sauté garlic for 1 min. Add spices and stir.",
      "step3": "Add grated tomato and cook for 5–7 min until reduced.",
      "step4": "Add the mashed eggplant, mix well and cook for 10 min, stirring to avoid sticking.",
      "step5": "Adjust salt, add lemon juice and coriander. Cook 2 more minutes.",
      "step6": "Serve warm or cold with bread for dipping.",
      "note1": "Roasting the eggplant first gives it a delicious smoky flavor.",
      "note2": "For a smoother texture, blend the mixture before the final simmer.",
      "note3": "Perfect as a starter along with hummus and marinated olives.",
      "note4": "Can be served hot, warm or cold, and it’s amazing with Moroccan bread (khobz).",
      "note5": "One of the most common mezze in Morocco, served at the beginning of meals with other cooked salads.",
      "note6": "Keeps well in the fridge for up to 3 days, so it's great for preparing ahead."
  },

  "footer": {
    "copy": "Moroccan Ocean. All rights reserved."
  }
}
