{
  "header": {
    "title": "Nuits des Mille et Une Couleurs",
    "subtitle": "Par Moroccan Ocean"
  },

  "navbar": {
    "name": "Maroc",
    "home": "Accueil",
    "recipes": "Recettes",
    "culture": "Culture",
    "cities": "Sites"
  },

  "content": {
    "intro1": "Bienvenue aux Nuits des Mille et Une Couleurs, par Moroccan Ocean",
    "text": "Laissez-vous emporter par les arômes, les paysages et les sons du Maroc. Sur ce site, vous découvrirez une fenêtre ouverte sur le cœur d’un pays vibrant, où tradition et modernité s’entrelacent à chaque instant. Plongez dans une expérience riche en culture, en saveurs et en magie.",
    "boton": "En savoir plus",
    "title1": "Découvrez le Maroc",
    "txt1": "Des souks animés de Marrakech aux ruelles bleues de Chefchaouen, le Maroc regorge de coins magiques. Explorez des paysages dignes d’un rêve et des villes chargées d’histoire.",
    "title2": "Plats Typiques",
    "txt2": "Des arômes épicés du couscous aux saveurs intenses du tajine, la cuisine marocaine est une explosion de tradition et d’authenticité. Chaque plat raconte une histoire transmise de génération en génération.",
    "title3": "Culture",
    "txt3": "Le Maroc est une fusion unique de racines berbères, arabes et andalouses. Sa culture se reflète dans les couleurs de ses souks, la chaleur du thé à la menthe et les traditions qui imprègnent chaque recoin. Une terre où l’histoire et la magie vont de pair."
  },

  "cities": {
    "title": "Sites Mystérieux",
    "text": "Des souks animés de Marrakech aux ruelles bleues de Chefchaouen, le Maroc regorge de coins magiques. Explorez des paysages dignes d’un rêve et des villes chargées d’histoire.",
    "casablanca": "Métropole portuaire cosmopolite",
    "chefchaouen": "Médina bleue de montagne",
    "essaouira": "Port bohème et venteux",
    "fez": "Labyrinthe médiéval et spirituel",
    "marrakech": "Ville rouge animée",
    "rabat": "Capitale ordonnée et contemporaine",
    "boton": "Voir le site"
  },

  "comun": {
    "content": "Contenu",
    "historia": "Histoire",
    "lugares": "Sites Emblématiques",
    "curio": "Curiosités",
    "boton": "Voir plus de villes"
  },

  "Casablanca": {
    "title": "Casablanca : du port berbère à la métropole atlantique",
    "texthis1": "Quand on pense à Casablanca, on imagine souvent le grand écran ou l’agitation d’une grande ville… mais ses origines sont bien plus humbles et anciennes.",
    "texthis2": "Au VIIᵉ siècle, la tribu des Zénètes établit ici Anfa, un modeste port berbère tourné vers l’Atlantique où le troc de sel et de poisson rythmait la vie. Les navigateurs portugais y édifièrent des forteresses au XVᵉ siècle, avant que le tremblement de terre de Lisbonne en 1755 ne les réduise en ruines. Vingt ans plus tard, le sultan Mohammed III donna naissance à Dar al-Beida (« La Maison Blanche »), érigeant défenses et mosquées d’inspiration andalouse pour en faire une porte vivante entre l’Afrique et l’Europe.",
    "texthis3": "À l’aube du XXᵉ siècle, Casablanca se transforma : un port moderne sous protectorat français et un afflux d’investisseurs européens tracèrent des avenues à la parisienne le long de la médina séculaire. Aujourd’hui, avec plus de quatre millions d’habitants, Casablanca est le cœur financier et culturel du Maroc. La majestueuse mosquée Hassan II, dont le minaret domine la mer, rappelle que ce modeste port est devenu un symbole d’ambition et de modernité.",
    "subtitlelug1": "Mosquée Hassan II",
    "textlug1": "Inaugurée en 1993, avec le plus haut minaret d’Afrique (210 m). Conçue par Michel Pinseau et construite par Bouygues, elle marie marbre d’Agadir et cèdre du Moyen Atlas, dispose d’un plancher rétractable et peut accueillir 105 000 fidèles.",
    "subtitlelug2": "Place Mohammed V",
    "textlug2": "Centre administratif, avec des bâtiments art déco et des jardins paysagers reflétant l’architecture coloniale française.",
    "subtitlelug3": "Corniche",
    "textlug3": "Promenade en bord de mer à Ain Diab, réputée pour ses clubs de surf, ses bars branchés et sa vue sur l’Atlantique.",
    "subtitlelug4": "Twin Center",
    "textlug4": "Deux tours jumelles inaugurées en 1992, symboles de modernité et de dynamisme financier.",
    "curio1": "Bien que non capitale, elle abrite le plus grand port d’Afrique du Nord, avec des liaisons vers l’Europe et l’Amérique.",
    "curio2": "Le film culte Casablanca (1942) porte son nom, bien que la plupart des scènes aient été tournées à Hollywood.",
    "curio3": "La population est passée de 12 000 habitants en 1906 à plus de 3,5 millions au XXIᵉ siècle, reflet de son essor rapide."
  },

  "Chefchaouen": {
    "title": "Chefchaouen : la perle bleue du Rif",
    "texthis1": "Perchée entre des gorges escarpées et des vallées verdoyantes, Chefchaouen fut fondée en 1471 par Sidi Ali Ben Rachid comme bastion contre l’expansion portugaise. Sa médina devint un refuge pour musulmans et juifs expulsés d’Al-Andalus, apportant techniques de maçonnerie, fontaines ornementales et tradition de blanchir les façades, désormais mêlée à l’intense bleu qui inonde chaque recoin.",
    "texthis2": "Jusqu’au XXᵉ siècle, Chefchaouen resta une “ville sainte” : un lieu fermé aux étrangers où le tumulte extérieur peinait à pénétrer. Sous son ciel bleu profond, les artisans tissaient des espadrilles et façonnaient des céramiques emblématiques du Rif. Avec l’essor du tourisme dans les années 1990, ses ruelles labyrinthiques aux façades bleues devinrent un aimant visuel pour photographes et voyageurs en quête d’authenticité, tandis que son atmosphère paisible et ses escaliers blanchis à la chaux conservent la magie de ses origines isolées.",
    "subtitlelug1": "Médina bleue",
    "textlug1": "Ruelles et maisons peintes en nuances de bleu – tradition attribuée aux juifs séfarades ou symbolisme spirituel.",
    "subtitlelug2": "Place Uta el-Hammam",
    "textlug2": "Centre de la vie sociale, entouré de la Grande Mosquée et de la Kasbah, idéal pour un thé à la menthe.",
    "subtitlelug3": "Kasbah de Chefchaouen",
    "textlug3": "Forteresse du XVᵉ siècle transformée en musée ethnographique et jardin andalou offrant une vue panoramique.",
    "subtitlelug4": "Ras el-Maa",
    "textlug4": "Source naturelle à la périphérie de la médina, point de rencontre où l’eau jaillit entre les rochers.",
    "curio1": "Le bleu repousse les moustiques, évoque le ciel et la spiritualité et rafraîchit visuellement le paysage.",
    "curio2": "La région produit l’un des meilleurs fromages de chèvre du Maroc, nourri par la flore montagneuse du Rif.",
    "curio3": "En 2020, elle rejoignit le Réseau mondial des villes apprenantes de l’UNESCO pour ses pratiques durables."
  },

  "Essaouira": {
    "title": "Essaouira : Mogador, carrefour des cultures atlantiques",
    "texthis1": "Sur la côte ouest, où les alizés dansent parmi les palmiers, se trouve Essaouira — autrefois Mogador. Phéniciens et Carthaginois appréciaient la pourpre extraite sur l’île aux Oiseaux. Au XVIIIᵉ siècle, sous Mohammed III, l’ingénieur français Théodore Cornut dessina remparts d’inspiration européenne, bastions arrondis et tracé en damier baptisé “Souira” (« bien conçue »). Le résultat : un amphithéâtre maritime où les canons de la Skala veillent sur les vagues.",
    "texthis2": "Essaouira évolua au-delà d’un port commercial : chrétiens, juifs et musulmans cohabitaient dans la Mellah, échangeant épices, tissus et idées. Aujourd’hui, le Festival Gnaoua anime la ville au rythme des tambours africains, du jazz et du reggae sous la lune atlantique. À l’aube, les barques bleues déchargent le poisson frais, tandis qu’artistes et murales célèbrent les caravanes sahariennes, témoignant de son esprit métissé.",
    "subtitlelug1": "Skala de la Kasbah",
    "textlug1": "Balcon canonné face à l’océan, où résonnent les tambours gnawa au coucher du soleil.",
    "subtitlelug2": "Médina fortifiée",
    "textlug2": "Ruelles étroites bordées d’ateliers de bois de thuya et de façades blanchies.",
    "subtitlelug3": "Port de pêche",
    "textlug3": "Marché coloré de poisson frais, avec embarcations traditionnelles.",
    "subtitlelug4": "Bayt Dakira",
    "textlug4": "Musée juif préservant la mémoire d’une des communautés les plus prospères.",
    "curio1": "Destination prisée pour le surf, le windsurf et le kitesurf grâce à ses vents atlantiques.",
    "curio2": "Elle accueille chaque été le Festival Gnaoua, qui attire plus de 400 000 visiteurs.",
    "curio3": "Orson Welles y vécut pendant le tournage d’Othello en 1952 et des scènes de Game of Thrones y furent filmées."
  },

  "Fez": {
    "title": "Fès : la médina millénaire et berceau du savoir",
    "texthis1": "Si Casablanca est le pouls moderne, Fès murmure l’histoire ancestrale. Fondée en 789 sur un promontoire fluvial par Idris I, elle devint en 859 le siège de l’université Al-Qarawiyyin, la plus ancienne université en activité. Philosophie, médecine et astronomie y prospérèrent tandis que caravanes arrivaient chargées de manuscrits.",
    "texthis2": "La médina se divise en Fès el-Bali (la vieille) et Fès el-Jedid (la nouvelle), reflet de son expansion mérinide du XIIIᵉ siècle. Ses ruelles labyrinthiques dévoilent plâtres finement sculptés, mosaïques zellij et coupoles de cèdre. Sous le protectorat français (1912–1956), la Ville Nouvelle émergea, mais l’UNESCO classa la médina au Patrimoine mondial en 1981, préservant son âme médiévale.",
    "subtitlelug1": "Médina de Fès el-Bali",
    "textlug1": "Un dédale de plus de 9 000 ruelles, classé au Patrimoine mondial par l’UNESCO.",
    "subtitlelug2": "Tannerie Chouara",
    "textlug2": "Bassins de teinture où les artisans transforment peaux en œuvres d’art, parfum saisissant et couleurs vibrantes.",
    "subtitlelug3": "Madrasa Bou Inania",
    "textlug3": "Chef-d’œuvre du XIVᵉ siècle en marbre, zellij et bois sculpté.",
    "subtitlelug4": "Université Al-Qarawiyyin",
    "textlug4": "Centre d’études islamiques et pilier éducatif du Nord de l’Afrique.",
    "curio1": "Plus de 20 000 fontaines assurent l’eau potable dans chaque recoin.",
    "curio2": "Les guildes artisanales perpétuent des savoir-faire séculaires en coopératives familiales.",
    "curio3": "La bibliothèque conserve des manuscrits rares, dont la Muqaddimah d’Ibn Khaldoun et un Coran du IXᵉ siècle."
  },

  "Marrakech": {
    "title": "Marrakech : la ville rouge qui éblouit le désert",
    "texthis1": "Fondée en 1062 par Yusuf ibn Tashfin parmi vergers et cerisiers, Marrakech devint un oasis aux portes de l’Atlas. Les Almohades y érigèrent la mosquée Koutoubia, dont le minaret de 72 m inspira Séville et Rabat. Sous les Saadiens au XVIᵉ siècle, le sultan Ahmad al-Mansur fit bâtir le palais El Badi en marbre italien et onyx de Tanger, faisant de sa cour l’éblouissement de l’Europe.",
    "texthis2": "Chaque soir, la place Jemaa el-Fna se transforme en scène vivante de conteurs, charmeurs de serpents et étals de rue. Le chemin de fer de 1923 et l’essor des riads des années 1960 firent de Marrakech un refuge bohème : Yves Saint Laurent y trouva l’inspiration pour ses jardins Majorelle bleus. Aujourd’hui, hôtels de luxe et campements en plein désert cohabitent avec dromadaires et stands d’épices, prouvant que cette “ville rouge” ne dort jamais.",
    "subtitlelug1": "Jemaa el-Fna",
    "textlug1": "Spectacle nocturne de conteurs, musiciens et vendeurs ambulants animant le cœur de la ville.",
    "subtitlelug2": "Jardins Majorelle",
    "textlug2": "Oasis botanique peinte en bleu Yves Klein, créée par Jacques Majorelle et restaurée par Yves Saint Laurent.",
    "subtitlelug3": "Mosquée Koutoubia",
    "textlug3": "Construite entre 1147 et 1195, son minaret de 77 m inspira la Giralda de Séville et la Tour Hassan de Rabat.",
    "subtitlelug4": "Palais de la Bahia",
    "textlug4": "Résidence du XIXᵉ siècle aux patios végétalisés, stucs et zelliges polychromes.",
    "curio1": "Son nom vient du berbère “Mur Akush” (“Terre de Dieu”), témoignant de son origine ancestrale.",
    "curio2": "Chaque novembre, le Festival du Film de Marrakech propose des projections en plein air dans la médina.",
    "curio3": "Sa médina de 2 km², avec plus de 1 000 monuments protégés, a été classée patrimoine mondial en 1985."
  },

  "Rabat": {
    "title": "Rabat : la capitale sereine de la diplomatie",
    "texthis1": "Moins frénétique que ses sœurs, Rabat naquit au XIIᵉ siècle comme ribat almohade (camp fortifié) pour planifier des expéditions navales. La Tour Hassan inachevée et le Mausolée Mohammed V témoignent de cette ambition impériale. En 1956, Rabat fut choisie capitale pour son cadre tranquille et sa corniche poétique sur le Bou Regreg.",
    "texthis2": "L’urbaniste Henri Prost dessina la Ville Nouvelle, mêlant palmiers, ambassades et places publiques. Aujourd’hui, Rabat abrite le siège de l’UNESCO, des missions diplomatiques et des services gouvernementaux, tandis que sa médina préserve le murmure des souks et la sérénité des jardins de la Kasbah des Oudayas. Se promener le long de la corniche au coucher du soleil, avec ses murailles ocrées, est le meilleur moyen de comprendre pourquoi la capitale marocaine est un havre de diplomatie et de poésie côtière.",
    "subtitlelug1": "Tour Hassan",
    "textlug1": "Minaret inachevé de 44 m entouré de colonnes dispersées, évocation poétique d’un projet interrompu.",
    "subtitlelug2": "Mausolée Mohammed V",
    "textlug2": "Édifice néo-mauresque en marbre blanc aux plafonds de cèdre, abritant les tombeaux de Mohammed V et Hassan II.",
    "subtitlelug3": "Kasbah des Oudayas",
    "textlug3": "Citadelle du XIIᵉ siècle aux maisons blanches et bleues, jardins andalous et vue sur l’Atlantique.",
    "subtitlelug4": "Chellah",
    "textlug4": "Ancienne cité romaine et nécropole mérinide, récemment excavée et restaurée, avec thermes et mosaïques romaines.",
    "curio1": "Rabat et Salé étaient jadis cités-états rivales, aujourd’hui unies par des ponts sur le Bou Regreg.",
    "curio2": "Des synagogues historiques subsistent dans la médina, témoignant de la coexistence judéo-musulmane.",
    "curio3": "Le quartier moderne de Hay Riad, développé après 2000, abrite des ambassades et définit l’axe contemporain de la capitale."
  },

  "culture": {
    "boton": "Voir plus d’infos",
    "title": "Grande Culture Arabe",
    "text": "Le Maroc est une fusion unique de racines berbères, arabes et andalouses. Sa culture se vit dans les couleurs des souks, la chaleur du thé à la menthe et la tradition qui imprègne chaque recoin. Une terre où l’histoire et la magie marchent main dans la main.",
    "title1": "Le Pouls de l’Atlas : des rythmes porteurs d’histoires",
    "text1": "De la transe gnawa à la joie du chaâbi : un voyage sonore à travers montagnes, villes et générations.",
    "title2": "Voix du Maghreb : Darija et Tamazight en lumière",
    "text2": "Entre le murmure berbère et l’agitation urbaine du darija, découvrez comment les langues marocaines tissent l’identité et la mémoire.",
    "title3": "Djellaba et Caftan : élégance tissée de soie",
    "text3": "Des ruelles des souks aux mariages royaux : chaque broderie et chaque couleur racontent l’âme du Maroc.",
    "title4": "Souk : labyrinthe de couleurs et d’arômes",
    "text4": "Une promenade parmi les épices, les cuirs et les sourires : le souk comme théâtre de la vie quotidienne et de l’hospitalité brute.",
    "title5": "Mosaïque de l’Âme : Céramique et Zellij",
    "text5": "Des ateliers de Fès aux mosquées de Rabat : des motifs infinis qui parlent d’histoire, de foi et de géométrie sacrée.",
    "title6": "Vapeur et Menthe : Rituels de Bien-être",
    "text6": "Purifiez votre peau au hammam et réconfortez votre esprit avec des gorgées de thé à la menthe, hospitalité liquide au bord du désert."
  },

  "comun1": {
    "content": "Contenu",
    "intro": "Introduction",
    "boton": "Voir plus de culture"
  },

  "art": {
    "introtext": "L’art au Maroc est un poème visuel : formes géométriques, couleurs vibrantes et lettres dansantes sur les carreaux. Chaque palais, riad et mosquée est une fresque vivante qui raconte le dialogue entre foi, raison et beauté.",
    "punto1": "Céramique de Fès et Safi",
    "punto1text": "Des ateliers centenaires produisent des pièces émaillées en bleu, vert et blanc, inspirées par la nature et les motifs andalous. Chaque assiette, cruche ou brique possède des glaçures qui résistent au soleil et à la pluie pendant des siècles.",
    "punto2": "Zellij et symbolisme",
    "punto2text": "Les mosaïques de zellij assemblent de minuscules carreaux pour former des motifs infinis. Aucun n’est identique : leur union reflète l’unité dans la diversité, principe fondamental de l’art islamique.",
    "punto3": "Calligraphie",
    "punto3text": "Sur les murs et les manuscrits, la calligraphie arabe transcende les mots : elle devient geste et ombre, un hommage au message divin.",
    "punto4": "Parcours artistique",
    "punto4text1": "Visitez la Medersa Bou Inania à Fès pour voir des stucs et du zellij.",
    "punto4text2": "Explorez les ateliers de céramique de Safi sur la côte atlantique.",
    "punto4text3": "Découvrez des galeries d’art contemporain à Casablanca et Marrakech."
  },

  "hamte": {
    "introtext": "Le hammam et le thé à la menthe sont deux rituels inséparables de la culture marocaine. L’un purifie la peau, l’autre réconforte l’âme. Tous deux se partagent en communauté, renforçant les liens et les traditions.",
    "punto1": "Le rituel du hammam",
    "punto1text1": "Inspiré des bains romains, le hammam est un temple de vapeur. Il commence par une exfoliation avec ",
    "punto1text2": ", un massage au gant kessa et un rinçage à l’eau tiède. C’est un rite de passage, un cadeau pour la peau et le bien-être collectif.",
    "punto2": "L’art du thé à la menthe",
    "punto2text": "Thé vert, feuilles de menthe fraîche et montagnes de sucre. Il est versé de haut pour l’oxygéner et créer de la mousse. Servir le thé est un acte d’hospitalité : le refuser serait une offense. Chaque gorgée est un geste sucré d’amitié.",
    "punto3": "Corps et âme",
    "punto3text": "Le hammam renouvelle de l’extérieur, le thé réconforte de l’intérieur. Ensemble, ils équilibrent le stress quotidien, tissent des histoires partagées et perpétuent des traditions à travers les générations.",
    "punto4": "Recommandations",
    "punto4text1": "Essayez un hammam traditionnel avec massage au ghassoul à Fès.",
    "punto4text2": "Apprenez à préparer le thé avec un 'pizzadino' local dans un riad à Marrakech.",
    "punto4text3": "Visitez un hammam réservé aux femmes pour découvrir le rituel complet."
  },

  "idiomas": {
    "introtext": "Au Maroc, plusieurs langues coexistent et reflètent son histoire : de l’arabe classique administratif à la darija des rues, en passant par les variantes amazighes et les héritages européens encore bien présents.",
    "punto1": "Darija",
    "punto11": "l’arabe marocain du quotidien",
    "punto1subtitle1": "C’est quoi ?",
    "punto1text1": "C’est la forme d’arabe parlée tous les jours au Maroc. On parle parfois de « dialecte » ou d’« arabe marocain », mais la darija a tellement de personnalité et d’évolution propre que beaucoup la considèrent comme une langue à part entière.",
    "punto1subtitle2": "Caractéristiques principales :",
    "punto1text2": "Un mélange puissant d’arabe classique, d’amazigh, de français, d’espagnol, de portugais, et même de mots anglais modernes.",
    "punto1text3": "Elle n’est pas enseignée à l’école (l’enseignement est en arabe classique ou en français), mais tout le monde la parle à la maison, dans la rue, à la télé, sur TikTok ou dans la musique.",
    "punto1text4": "Elle a une phonétique propre, plus rapide et relâchée que l’arabe classique, avec de nombreuses voyelles omises.",
    "punto1text5": "Elle n’a pas d’orthographe officielle : on peut la voir écrite en lettres arabes, latines ou même en emojis.",
    "punto1text6": "Bon à savoir : la darija change beaucoup selon la région : au nord (Tanger, Tétouan), elle sonne plus espagnole ; au sud, elle est plus influencée par l’amazigh.",
    "punto2": "Amazigh",
    "punto21": "la racine indigène du Maroc",
    "punto2text": "L’amazigh ou tamazight désigne les langues berbères du nord de l’Afrique, bien antérieures à l’arrivée de l’Islam. C’est une langue ancestrale, profondément enracinée dans la culture marocaine.",
    "punto2subtitle": "Types d’amazigh les plus parlés au Maroc :",
    "punto2text1": "Nord (Rif)",
    "punto2text2": "Centre (Moyen Atlas)",
    "punto2text3": "Sud (Anti-Atlas, Souss)",
    "punto2text4": "Il est de plus en plus valorisé : il existe des médias, écoles, livres et applis pour l’apprendre.",
    "punto2text5": "Il possède son propre alphabet, le tifinagh (ⵜⵉⴼⵉⵏⴰⵖ), que l’on voit sur les panneaux, les documents officiels et dans la littérature contemporaine.",
    "punto2text6": "Il a été reconnu langue officielle du Maroc avec l’arabe en 2011.",
    "punto2text7": "Bon à savoir : de nombreuses villes comme Agadir, Taza ou Ifrane tirent leur nom de l’amazigh. Les symboles berbères sont aussi très présents dans l’artisanat et la joaillerie.",
    "punto3": "Qu’ont-elles en commun ?",
    "punto3text1": "Les deux montrent que le Maroc est un pays métissé, dynamique et riche en identité.",
    "punto3text2": "Elles cohabitent et se mélangent : il est fréquent de commencer une phrase en darija, de la poursuivre en français et de la finir en amazigh si c’est la langue maternelle.",
    "punto3text3": "Elles participent à la résistance culturelle face à la colonisation et à l’uniformisation mondiale.",
    "punto4": "Héritage colonial dans les langues marocaines",
    "punto4subtitle1": "Le français : langue du pouvoir et de l’« élite »",
    "punto4text1": "Le Maroc fut un protectorat français de 1912 à 1956. Sans être une colonie « formelle » comme l’Algérie, l’impact linguistique fut immense. Le français est devenu la langue de :",
    "punto4text1sub1": "L’administration",
    "punto4text1sub2": "L’enseignement secondaire et universitaire",
    "punto4text1sub3": "La médecine, le droit et le commerce",
    "punto4text1sub4": "Et même d’une certaine « classe supérieure » qui continue à l’utiliser comme signe de statut",
    "punto4subtitle2": "Quelles conséquences ?",
    "punto4text2sub1": "Beaucoup parlent couramment français, mais le ressentent comme une langue « empruntée » ou imposée.",
    "punto4text2sub2": "De nombreuses filières universitaires (surtout scientifiques et techniques) sont encore enseignées en français, ce qui exclut des populations rurales ou non francophones.",
    "punto4text2sub3": "Le français reste associé à la « culture », tandis que le darija ou l’amazigh étaient perçus comme « populaires », ce qui a affecté l’estime linguistique.",
    "punto4text2sub4": "Dans le nord (Tétouan, Nador, Larache, Chefchaouen...), le Maroc fut sous protectorat espagnol jusqu’en 1956. L’espagnol y a laissé une trace, bien que moins marquée que le français.",
    "punto4subtitle3": "L’espagnol : héritage du nord",
    "punto4subtitle4": "Où trouve-t-on l’espagnol ?",
    "punto4text3sub1": "Dans le vocabulaire de la darija du nord (« cuesta », « banco », « carro », « plato », « zapato »...).",
    "punto4text3sub2": "Chez de nombreuses familles rifaines parlant couramment espagnol sans jamais avoir quitté le pays.",
    "punto4text3sub3": "Dans la présence culturelle : écoles espagnoles, radios, journaux, et une forte activité de l’Institut Cervantes.",
    "punto4subtitle5": "Et après ?",
    "punto4text4sub1": "L’espagnol a perdu du terrain face au français dans l’éducation et les usages officiels.",
    "punto4text4sub2": "Mais il reste une langue aimée, vue comme un pont vers l’Europe… sans la charge coloniale aussi lourde que le français."
  },

  "musica": {
    "introtext": "La musique marocaine est un kaléidoscope sonore qui reflète l’histoire et la diversité du pays. Elle mélange traditions berbères, héritage arabo-andalou et rythmes gnawa, créant un paysage acoustique unique. Chaque accord raconte le quotidien, les fêtes et les légendes transmises de génération en génération.",
    "punto1": "Racines et Fusion",
    "punto1text1": "Les bases de la musique marocaine reposent sur trois piliers essentiels :",
    "punto1text1sub11": "Tradition berbère :",
    "punto1text1sub12": " Chants et danses de l’Atlas, interprétés avec des tambours en cuir et des flûtes en roseau.",
    "punto1text1sub21": "Héritage arabo-andalou :",
    "punto1text1sub221": " Introduit après la chute d’Al-Andalus. Jouée ",
    "punto1text1sub222": " avec le oud (",
    "punto1text1sub223": "), la flûte (",
    "punto1text1sub224": ") et des violons.",
    "punto1text1sub31": "Rythmes Gnawa :",
    "punto1text1sub32": " Musique de transe et de guérison, fusionnée avec le jazz et l’électronique sur les scènes actuelles.",
    "punto2": "Genres Clés",
    "punto2text2sub1": " « Musique du peuple » avec darbuka et violon, parfaite pour les mariages et les souks.",
    "punto2text2sub2": " Poésie chantée en darija, avec des textes sur l’amour, l’histoire et la critique sociale.",
    "punto2text2sub31": "Andalouse :",
    "punto2text2sub32": " Avec une touche cérémonielle, elle récite des poèmes médiévaux en arabe classique.",
    "punto2text2sub4": " D’origine subsaharienne, elle évoque la transe et la spiritualité à travers le guembri et les qraqeb.",
    "punto3": "Moments Inoubliables",
    "punto3text3": "Chaque année, des festivals célèbrent la richesse musicale du Maroc :",
    "punto3text3sub11": "Festival Gnawa d’Essaouira :",
    "punto3text3sub12": " Rencontre atlantique où l’ancien se mêle au contemporain.",
    "punto3text3sub21": "Nuits de la Médina :",
    "punto3text3sub22": " Concerts nocturnes à Marrakech où de jeunes musiciens réinventent la tradition.",
    "punto3text3sub31": "Festival de Musique Andalouse de Fès :",
    "punto3text3sub32": " Un rendez-vous élégant avec des orchestres classiques et des répertoires poétiques.",
    "punto4": "Pour le voyageur",
    "punto4text4sub11": "Savoure un",
    "punto4text4sub12": " dans un café de la médina de Fès au coucher du soleil.",
    "punto4text4sub2": "Suis le rythme de la darbuka lors d’une fête villageoise.",
    "punto4text4sub31": "Vis une",
    "punto4text4sub32": " nuit gnawa sous les étoiles pour ressentir son pouvoir guérisseur.",
    "punto4text4sub4": "Découvre des concerts improvisés dans les souks, où l’âme marocaine s’exprime sans filtre."
  },

  "vestimenta": {
    "introtext": "Au Maroc, l’habillement est bien plus qu’un simple vêtement : c’est une toile culturelle portée par les vents du désert et enrichie dans les ruelles des médinas. Chaque pli, chaque broderie raconte des histoires de clans nomades et de palais somptueux, de vie rurale et de cour impériale. Explorer les tenues traditionnelles, c’est plonger dans une mosaïque de symboles, de couleurs et de textures qui définissent l'identité d’un peuple millénaire.",
    "punto1": "Pièces emblématiques",
    "punto1text1": " Tunique ample avec capuche, en laine pour l’hiver et en lin léger pour l’été. Unisexe et citadine.",
    "punto1text2": " Robe longue féminine, brodée à la main avec des fils d’or et de soie — symbole d’élégance lors des mariages et fêtes.",
    "punto1text3": " Variante sans manches de la djellaba, idéale pour les journées chaudes et les cérémonies informelles.",
    "punto1text4": " Babouches en cuir souple à bout courbé, confectionnées artisanalement dans les tanneries de Fès.",
    "punto2": "Occasions spéciales",
    "punto2text1": "Le caftan et sa sœur, la ",
    "punto2text2": ", brillent lors des mariages, des fêtes de l’Aïd et des réceptions officielles. Les hommes optent pour des djellabas raffinées et des vestes ornées, tandis que les enfants portent des versions miniatures — une façon de célébrer les rites de passage familiaux.",
    "punto3": "Artisanat et détails",
    "punto3text1": "Chaque broderie, appelée ",
    "punto3text2": ", peut nécessiter des semaines de travail minutieux. Les “maalems” (maîtres artisans) associent des motifs géométriques et floraux pour évoquer la richesse des jardins andalous et la pureté des oasis du désert.",
    "punto4": "Conseils de style",
    "punto4text1": "Porte une djellaba aux tons terre pour t’harmoniser avec les paysages de l’Atlas.",
    "punto4text2": "Opte pour un caftan bleu Majorelle — clin d’œil à l’héritage culturel de Marrakech.",
    "punto4text3": "Associe des babouches artisanales avec un jean pour un style mixte et contemporain."
  },

  "zoco": {
    "introtext": "Marcher dans un souk marocain, c’est plonger dans un kaléidoscope sensoriel : parfums d’épices, chants des marchands et labyrinthe d’allées où l’histoire s’achète et se vend chaque jour.",
    "punto1": "Organisation",
    "punto1text1": "Les étals sont regroupés par métier : les forgerons façonnent des rênes, les tanneurs teignent les cuirs dans des cuves odorantes, et les potiers sculptent leurs pièces près des parfumeries qui distillent eau de rose et de fleur d’oranger. Cet ordre ancestral facilite la recherche de tout objet.",
    "punto2": "Marchandises et parfums",
    "punto2text1": "Épices : cumin, safran, ras el hanout et graines de coriandre.",
    "punto2text2": "Textiles : châles berbères en laine et cotons imprimés.",
    "punto2text3": "Aliments : huiles d’argan, dattes fourrées et douceurs au sésame.",
    "punto3": "Le rituel social",
    "punto3text": "Bien plus qu’un marché, c’est un lieu de rencontre. On y négocie, on s’y salue, on partage un thé à l’improviste, et on renforce les liens communautaires. Chaque visite est une leçon d’hospitalité.",
    "punto4": "Conseils pratiques",
    "punto4text1": "Arrive tôt pour éviter la foule et marchander sereinement.",
    "punto4text21": "Apprends quelques salutations en ",
    "punto4text22": " pour récolter des sourires.",
    "punto4text3": "Savoure un verre de thé à la menthe près de l’étal d’épices."
  },

  "recipes": {
      "title": "Recettes aux grandes saveurs",
      "titletext": "De l’arôme épicé du couscous à l’intensité du tajine, la cuisine marocaine est une explosion de tradition et d’authenticité. Chaque plat raconte une histoire transmise de génération en génération.",
      "boton": "Voir la recette",
      "tajin1": "Tajine",
      "tajin2": "Recette traditionnelle de poulet épicé.",
      "cuscus1": "Couscous",
      "cuscus2": "Plat emblématique avec légumes et épices.",
      "harira": "Soupe traditionnelle aux légumineuses et à l’agneau.",
      "pastela1": "Pastilla",
      "pastela2": "Feuilleté croustillant au poulet et aux amandes.",
      "zaalouk": "Salade d’aubergines grillées et d’épices.",
      "chebakia": "Pâtisserie frite nappée de miel et d’épices."
  },

  "comun2": {
      "content": "Contenu",
      "ingredient": "Ingrédients",
      "steps": "Étapes",
      "note": "Remarques",
      "boton": "Voir plus de recettes"
  },

  "Chebakia": {
      "ingredient1": "500 g de farine de blé",
      "ingredient2": "1 cuillère à café de levure chimique",
      "ingredient3": "½ cuillère à café de sel",
      "ingredient4": "1 cuillère à café de graines de sésame grillées",
      "ingredient5": "1 cuillère à café d'eau de fleur d'oranger",
      "ingredient6": "1 cuillère à café de cannelle en poudre",
      "ingredient7": "2 cuillères à soupe de vinaigre",
      "ingredient8": "100 ml d'huile d'olive douce",
      "ingredient9": "Eau tiède (quantité nécessaire pour pétrir)",
      "ingredient10": "Huile neutre pour la friture",
      "ingredient11": "250 g de miel pur",
      "ingredient12": "2 cuillères à soupe d'eau de fleur d'oranger supplémentaire (pour le miel)",
      "step1": "Dans un grand bol, mélanger la farine, la levure, le sel, le sésame, la cannelle et le vinaigre.",
      "step2": "Ajouter l'huile et l'eau de fleur d'oranger ; incorporer à la main jusqu’à obtention d’une texture sableuse.",
      "step3": "Ajouter l'eau tiède petit à petit et pétrir jusqu'à obtenir une pâte lisse et élastique. Couvrir et laisser reposer 15 min.",
      "step4": "Diviser la pâte et l'étaler en feuilles fines (2 mm). Couper en bandes de 5 cm et former les chebakias traditionnelles.",
      "step5": "Faire chauffer l'huile à 170 °C et frire les chebakias par lots jusqu'à ce qu'elles soient dorées, en les retournant délicatement.",
      "step6": "Égoutter sur du papier absorbant. Pendant ce temps, chauffer le miel avec l’eau de fleur d’oranger dans une casserole.",
      "step7": "Tremper chaque pièce dans le miel chaud, égoutter et enrober de graines de sésame.",
      "step8": "Laisser refroidir sur une grille pour conserver le croustillant.",
      "note1": "L’astuce est dans une pâte bien fine et un bon repos : croustillantes à l’intérieur et souples à façonner.",
      "note2": "Sois généreuse avec le miel : chaque chebakia doit être bien enrobée.",
      "note3": "Se conserve dans une boîte hermétique jusqu'à 2 semaines ; parfaite avec du thé à la menthe.",
      "note4": "Peut se congeler avant ou après la friture ; réchauffer au four si nécessaire.",
      "note5": "Un classique du Ramadan, mais aussi délicieuses en version mini à tout moment avec le thé."
  },

  "Cuscus": {
      "ingredient1": "400 g de couscous moyen",
      "ingredient2": "500 g de viande d'agneau ou de bœuf en morceaux",
      "ingredient3": "2 carottes, 2 courgettes et 1 navet en morceaux",
      "ingredient4": "1 gros oignon haché",
      "ingredient5": "2 tomates râpées",
      "ingredient6": "1 poignée de pois chiches trempés (200 g)",
      "ingredient7": "1 c. à café de curcuma, cumin et coriandre en poudre",
      "ingredient8": "½ c. à café de poivre et de gingembre",
      "ingredient9": "Une pincée de filaments de safran",
      "ingredient10": "Sel selon le goût",
      "ingredient11": "Huile d'olive",
      "ingredient12": "Eau ou bouillon de viande",
      "step1": "Dans une grande marmite, faire revenir l'oignon dans l'huile jusqu'à coloration. Ajouter les épices et remuer 1 min.",
      "step2": "Ajouter la viande et la faire dorer. Incorporer les tomates, pois chiches et couvrir d’eau ou de bouillon.",
      "step3": "Couvrir et laisser mijoter 45 min à feu moyen-doux. Ajouter le navet à mi-cuisson.",
      "step4": "Pendant ce temps, placer le couscous dans un grand bol, arroser d’un filet d’huile et d’un peu d’eau, puis aérer à la fourchette.",
      "step5": "Utiliser un couscoussier : premier passage vapeur 15 min au-dessus du ragoût.",
      "step6": "Retirer, aérer de nouveau, puis remettre 10 min à la vapeur.",
      "step7": "Transférer dans la marmite, mélanger avec le jus et cuire 5 min pour qu’il absorbe les saveurs.",
      "step8": "Servir avec la viande et les légumes par-dessus, arroser de bouillon et décorer de coriandre fraîche.",
      "note1": "Pas de couscoussier ? Utilise une passoire résistante à la chaleur posée sur la marmite avec un couvercle.",
      "note2": "Ajoute du potiron ou de l’aubergine pour une touche originale.",
      "note3": "À déguster avec du msamen ou du pain marocain pour absorber le bouillon.",
      "note4": "Aérer le couscous entre chaque passage vapeur à la main ou à la fourchette pour une texture légère.",
      "note5": "Variantes régionales : au nord (comme à Tétouan ou Chefchaouen), on ajoute des pois chiches et des oignons caramélisés aux raisins secs.",
      "note6": "Le couscous se place à la base, bien aéré, avec la viande et les légumes au-dessus. Puis, on verse un peu de bouillon — jamais tout mélangé comme un riz."
  },

  "Harira": {
    "ingredient1": "200 g de bœuf ou d’agneau haché",
    "ingredient2": "1 oignon et 2 branches de céleri finement hachés",
    "ingredient3": "2 tomates mûres râpées",
    "ingredient4": "½ tasse de lentilles et ¼ tasse de pois chiches, trempés (au moins 8 h)",
    "ingredient5": "1 cuillère à soupe de farine de blé",
    "ingredient6": "1 cuillère à café de curcuma, gingembre et paprika",
    "ingredient7": "½ cuillère à café de poivre noir et de cannelle",
    "ingredient8": "Une poignée de coriandre et de persil hachés",
    "ingredient9": "2 cuillères à soupe de concentré de tomate",
    "ingredient10": "Sel selon le goût",
    "ingredient11": "Huile d’olive",
    "ingredient12": "Eau (environ 1,5 l)",
    "ingredient13": "1 citron coupé en quartiers",
    "step1": "Chauffez 2 c. à s. d’huile dans une grande marmite. Faites revenir l’oignon et le céleri à feu moyen jusqu’à ce que l’oignon soit translucide (5 min). Ajoutez le curcuma, le gingembre, le paprika, le poivre et la cannelle ; remuez 1 min pour torréfier les épices.",
    "step2": "Augmentez le feu à moyen‑haut, ajoutez la viande hachée et faites‑la dorer 2–3 min en remuant. Baissez le feu, incorporez la tomate râpée et le concentré ; faites cuire 3 min jusqu’à légère réduction.",
    "step3": "Ajoutez lentilles et pois chiches égouttés, couvrez d’eau, portez à ébullition. Baissez à moyen‑doux, couvrez et laissez mijoter 30 min en remuant de temps en temps.",
    "step4": "Dans un bol, délayez la farine avec un peu de bouillon froid jusqu’à obtenir une pâte lisse. Découvrez la marmite et incorporez cette préparation **sans cesser de remuer** jusqu’à épaississement (2–3 min).",
    "step5": "Ajoutez coriandre et persil, salez selon votre goût, puis laissez mijoter encore 5 min.",
    "step6": "Retirez du feu, couvrez et laissez reposer 5 min. Servez très chaud, accompagné de quartiers de citron à presser.",
    "note1": "Incorporez la farine doucement pour éviter les grumeaux et éliminer le goût de farine crue.",
    "note2": "Trempez les pois chiches au moins 8 h (ou utilisez des pois chiches en boîte bien rincés) pour une cuisson homogène.",
    "note3": "Pour plus de profondeur, ajoutez 1 c. à café de ras el hanout avec les épices.",
    "note4": "Servie traditionnellement avec des dattes ou des chebakias lors de l’iftar au Ramadan : le sucré tempère les épices.",
    "note5": "Conservez les restes couverts au réfrigérateur jusqu’à 3 jours ; les saveurs se développent encore à la réchauffe."
  },

  "Pastela": {
    "ingredient1": "1 paquet de feuilles de brick ou pâte filo",
    "ingredient2": "500 g de poulet cuit et effiloché",
    "ingredient3": "2 oignons émincés",
    "ingredient4": "1 cuillère à café de cannelle",
    "ingredient5": "1 cuillère à café de gingembre",
    "ingredient6": "½ cuillère à café de curcuma",
    "ingredient7": "Sel, poivre",
    "ingredient8": "Un bouquet de coriandre ciselée",
    "ingredient9": "3 œufs",
    "ingredient10": "100 g d’amandes grillées et concassées",
    "ingredient11": "2 cuillères à soupe de sucre",
    "ingredient12": "Beurre fondu",
    "ingredient13": "Sucre glace et cannelle pour la décoration",
    "step1": "Dans une casserole moyenne, couvrir le poulet d’eau, ajouter l’oignon, les bâtons de cannelle, le gingembre, le safran et le sel. Cuire 25 minutes jusqu’à ce qu’il soit tendre.",
    "step2": "Retirer le poulet, filtrer le bouillon et réserver les deux. Effilocher la viande.",
    "step3": "Dans une poêle, faire fondre le beurre et faire revenir l’oignon jusqu’à ce qu’il devienne translucide. Ajouter le poulet, la coriandre et 3–4 cuillères de bouillon ; cuire 5 minutes.",
    "step4": "Mélanger les amandes avec le sucre glace et la cannelle. Réserver.",
    "step5": "Ajouter un filet de bouillon et les œufs battus dans la poêle ; remuer jusqu’à obtenir une sorte d’omelette fine. L’émietter et la mélanger avec le poulet et les amandes.",
    "step6": "Beurrer un moule. Déposer 2 feuilles de filo, ajouter la farce, recouvrir de 2 autres feuilles et badigeonner de beurre.",
    "step7": "Faire cuire au four à 180 °C pendant 25–30 minutes jusqu’à ce que ce soit doré.",
    "step8": "À la sortie du four, saupoudrer de sucre glace et de cannelle.",
    "note1": "Sucré-salé version luxe : c’est le contraste qui fait tout, n’ayez pas peur d’ajouter du sucre et de la cannelle.",
    "note2": "Ajoutez quelques gouttes d’eau de fleur d’oranger dans le bouillon pour un parfum floral.",
    "note3": "Découpez en triangles et servez avec un thé à la menthe dans des verres ciselés.",
    "note4": "La pastilla traditionnelle se fait au pigeon ou au poulet, mais vous pouvez aussi la préparer en version végétarienne avec des champignons, des lentilles et des fruits secs.",
    "note5": "C’est un plat typique des mariages et des fêtes, qui marie le sucré et le salé de façon unique dans la cuisine marocaine.",
    "note6": "Vous pouvez utiliser de la pâte filo à la place de la warqa, qui est plus difficile à trouver hors du Maroc."
  },

  "Tajin": {
    "ingredient1": "1 kg de morceaux de poulet",
    "ingredient2": "2 oignons émincés",
    "ingredient3": "2 gousses d’ail hachées",
    "ingredient4": "1 cuillère à café de gingembre, curcuma et paprika doux",
    "ingredient5": "½ cuillère à café de cumin moulu",
    "ingredient6": "2 cuillères à soupe d’huile d’olive",
    "ingredient7": "2 citrons confits (coupés en tranches)",
    "ingredient8": "100 g d’olives vertes dénoyautées",
    "ingredient9": "Un bouquet de coriandre fraîche",
    "ingredient10": "Sel et poivre selon le goût",
    "ingredient11": "½ verre d’eau",
    "step1": "Dans un tajine ou une marmite, fais chauffer l’huile et fais revenir l’oignon et l’ail jusqu’à ce qu’ils soient dorés.",
    "step2": "Ajoute les épices, mélange bien, puis ajoute le poulet ; fais dorer 5 min de chaque côté.",
    "step3": "Ajoute les citrons confits, les olives et la coriandre hachée. Sale et poivre.",
    "step4": "Couvre d’eau, ferme avec un couvercle et laisse mijoter à feu doux pendant 40 min.",
    "step5": "Découvre pendant les 10 dernières minutes pour épaissir la sauce.",
    "step6": "Sers chaud, décoré de brins de coriandre.",
    "note1": "Le citron confit apporte une touche acide et salée unique — attention au sel !",
    "note2": "Tu peux ajouter des pommes de terre ou des carottes pour varier les textures.",
    "note3": "Traditionnellement servi avec du couscous ou du pain marocain chaud.",
    "note4": "Le secret d’un bon tajine, c’est une cuisson lente à feu doux.",
    "note5": "Chaque région du Maroc a sa propre version du tajine, de l’agneau aux pruneaux à Fès au tajine de sardines sur la côte.",
    "note6": "Évite de soulever trop souvent le couvercle : la vapeur fait des merveilles en concentrant les saveurs."
  },
  
  "Zaalouk": {
      "ingredient1": "2 grosses aubergines",
      "ingredient2": "3 tomates mûres râpées",
      "ingredient3": "2 gousses d’ail hachées",
      "ingredient4": "1 cuillère à café de paprika doux et de cumin",
      "ingredient5": "½ cuillère à café de piment de Cayenne (optionnel)",
      "ingredient6": "3 cuillères à soupe d’huile d’olive",
      "ingredient7": "Une poignée de coriandre fraîche hachée",
      "ingredient8": "Sel et poivre selon le goût",
      "ingredient9": "Jus d’un demi-citron",
      "step1": "Pique les aubergines et fais-les rôtir au four à 200°C jusqu’à tendreté (20–25 min). Pèle-les et écrase-les finement.",
      "step2": "Dans une grande poêle, chauffe l’huile et fais revenir l’ail 1 min. Ajoute les épices et remue.",
      "step3": "Ajoute la tomate râpée et fais cuire 5–7 min jusqu’à réduction.",
      "step4": "Ajoute la purée d’aubergine, mélange et fais cuire 10 min en remuant pour éviter que ça colle.",
      "step5": "Ajuste le sel, ajoute le jus de citron et la coriandre. Laisse cuire encore 2 min.",
      "step6": "Sers tiède ou froid avec du pain pour tremper.",
      "note1": "La cuisson au four donne à l’aubergine un délicieux goût fumé.",
      "note2": "Pour une texture plus lisse, passe le mélange au mixeur avant la dernière cuisson.",
      "note3": "Parfait en entrée avec du houmous et des olives marinées.",
      "note4": "Se sert chaud, tiède ou froid, et est délicieux avec du pain marocain (khobz).",
      "note5": "C’est l’un des mezze les plus courants au Maroc, servi en début de repas avec d’autres salades cuites.",
      "note6": "Se conserve bien au réfrigérateur jusqu’à 3 jours, donc tu peux le préparer à l’avance."
  },

  "footer": {
    "copy": "Moroccan Ocean. Tous droits réservés."
  }
}
