
{
    "header":{
        "title": "Noches de los Mil y Un Colores",
        "subtitle": "Por Moroccan Ocean"
    },

    "navbar":{
        "name": "Marruecos",
        "home": "Inicio",
        "recipes": "Recetas",
        "culture": "Cultura",
        "cities": "Sitios"
    },

    "content": {
        "intro1": "Bienvenidos a las Noches de los Mil y Un Colores, por Moroccan Ocean",
        "text": "Déjate llevar por los aromas, paisajes y sonidos de Marruecos. En esta página encontrarás una ventana abierta al corazón de una tierra vibrante, donde tradición y modernidad se entrelazan en cada rincón. Sumérgete en una experiencia llena de cultura, sabor y magia.",
        "boton": "Leer más",
        "title1": "Descubre Marruecos",
        "txt1": "Desde los zocos de Marrakech hasta las callejuelas azules de Chefchaouen, Marruecos está lleno de rincones mágicos. Descubre paisajes que parecen sacados de un sueño y ciudades que laten con historia.",
        "title2": "Platos típicos",
        "txt2": "Desde el aroma especiado del cuscús hasta el sabor intenso del tajín, la gastronomía marroquí es una explosión de tradición y autenticidad. Cada plato cuenta una historia que se transmite de generación en generación.",
        "title3": "Cultura",
        "txt3": "Marruecos es una fusión única de raíces bereberes, árabes y andalusíes. Su cultura se vive en los colores de sus zocos, la calidez del té con menta y la tradición que se respira en cada rincón. Una tierra donde la historia y la magia caminan de la mano."

    },

    "cities": {
        "title": "Lugares misteriosos",
        "text": "Desde los zocos de Marrakech hasta las callejuelas azules de Chefchaouen, Marruecos está lleno de rincones mágicos. Descubre paisajes que parecen sacados de un sueño y ciudades que laten con historia.",
        "casablanca": "Metrópolis cosmopólita y portuaria",
        "chefchaouen": "Medina azul de montaña",
        "essaouira": "Puerto bohemio y ventoso",
        "fez": "Laberinto medieval y espiritual",
        "marrakech": "Bulliciosa roja",
        "rabat": "Capital ordenanda y contemporánea",
        "boton": "Ver sitio"
    },
    
    "comun": {
        "content": "Contenido",
        "historia": "Historia",
        "lugares": "Lugares Emblemáticos",
        "curio": "Curiosidades",
        "boton": "Ver más ciudades"
    },

    "Casablanca": {
        "title": "Casablanca: De puerto bereber a metrópoli atlántica",
        "texthis1": "Cuando piensas en Casablanca probablemente te venga a la cabeza la gran pantalla o el ajetreo de una gran ciudad… pero sus orígenes son mucho más humildes y ancestrales.",
        "texthis2": "En el siglo VII, los zenetas establecieron aquí Anfa, un modesto puerto bereber asomado al Atlántico donde el trueque de sal y pescado marcaba el ritmo. Con el paso de los siglos aquel enclave fue codiciado por navegantes portugueses, que levantaron fortalezas en el siglo XV y vieron marchitar su obra tras el terremoto de Lisboa en 1755. Sería el sultán Mohammed III quien, veinte años después, renaciera la ciudad como Dar al-Beida (“La Casa Blanca”), trazando defensas y mezquitas de aire andalusí para convertirla en una puerta viva entre África y Europa.",
        "texthis3": "Ya en el umbral del siglo XX, Casablanca explotó en cambios: la construcción de un puerto moderno bajo tutela francesa y el aluvión de inversores europeos trazaron avenidas de corte parisino junto a la medina centenaria. Hoy, con más de cuatro millones de almas, Casablanca es corazón financiero y cultural de Marruecos. La grandiosa Mezquita Hassan II asoma su minarete sobre el mar, recordándonos que esa ciudad que empezó siendo un puerto modesto terminó erigiéndose en símbolo de ambición y modernidad.",
        "subtitlelug1": "Mezquita Hassan II",
        "textlug1": "Inaugurada en 1993, con el minarete más alto de África (210 m). Diseñada por Michel Pinseau y construida por Bouygues, combina mármol de Agadir y cedro del Medio Atlas, con suelo retráctil y capacidad para 105 000 fieles",
        "subtitlelug2": "Plaza Mohammed V",
        "textlug2": "Corazón administrativo, con edificios de estilo art déco y jardines ajardinados que reflejan la arquitectura colonial francesa.",
        "subtitlelug3": "Corniche",
        "textlug3": "Paseo marítimo en Ain Diab, popular por sus clubes de surf, bares de moda y vistas al Atlántico.",
        "subtitlelug4": "Twin Center",
        "textlug4": "Dos torres gemelas inauguradas en 1992, símbolo de la modernidad y del dinamismo financiero de la ciudad.",
        "curio1": "Aunque no es la capital, alberga el puerto más grande del Norte de África, con conexiones a Europa y América.",
        "curio2": "La célebre película Casablanca (1942) recogió su nombre, pero casi todo el rodaje se hizo en los estudios de Hollywood",
        "curio3": "La ciudad pasó de 12 000 habitantes en 1906 a más de 3,5 millones en el siglo XXI, reflejo de su vertiginoso desarrollo."
    },

    "Chefchaouen": {
        "title": "Chefchaouen: la perla azul del Rif",
        "texthis1": "Entre gargantas escarpadas y valles verdes se alza Chefchaouen, bautizada “la ciudad de las astas del chivo” por las montañas Ras el Ma y Me’zgida que la flanquean. Fundada en 1471 por Sidi Ali Ben Rachid como bastión contra la expansión portuguesa, su medina se llenó de refugios para musulmanes y judíos expulsados de Al-Ándalus. Aquellos recién llegados trajeron técnicas de albañilería, fuentes de agua ornamentales y la costumbre de encalar las fachadas de blanco, que con el tiempo se mezcló con el intenso azul que hoy inunda cada rincón.",
        "texthis2": "Hasta bien entrado el siglo XX, Chefchaouen fue “ciudad sagrada”: un lugar cerrado a extraños, donde el bullicio foráneo apenas penetraba. Bajo su cielo de ultramar, los artesanos tejían alpargatas y cerámicas que pronto se convirtieron en emblema del Rif. Con el auge del turismo de los noventa, sus calles laberínticas teñidas de azul se convirtieron en un imán visual que atraerá a fotógrafos y viajeros ávidos de autenticidad. Aun así, el aire de remanso y las escaleras encaladas guardan esa magia de sus orígenes aislados.",
        "subtitlelug1": "Medina azul",
        "textlug1": "Calles y casas pintadas en múltiples tonalidades de azul, tradición atribuida a los judíos sefardíes o al simbolismo espiritual del color",
        "subtitlelug2": "Plaza Uta el-Hammam",
        "textlug2": "Centro de la vida social, rodeada por la Gran Mezquita y la Kasbah, ideal para degustar té a la menta.",
        "subtitlelug3": "Kasbah de Chefchaouen",
        "textlug3": "Fortaleza del siglo XV convertida en museo etnográfico y jardín andalusí con vistas panorámicas.",
        "subtitlelug4": "Ras el-Maa",
        "textlug4": "Manantial a las afueras de la medina, punto de encuentro natural donde el agua brota entre rocas.",
        "curio1": "El azul se cree que ahuyenta mosquitos, remite al cielo y la espiritualidad, y refresca visualmente el paisaje",
        "curio2": "Produce uno de los mejores quesos de cabra de Marruecos, alimentado por la flora montañosa del Rif.",
        "curio3": "En 2020, se unió a la Red Mundial de Ciudades del Aprendizaje de la UNESCO por sus prácticas de desarrollo sostenible"
    },

    "Essaouira": {
        "title": "Essaouira: Mogador, cruce de culturas atlánticas",
        "texthis1": "En la costa oeste, donde el viento juega con las cortinas de palmeras, se asienta Essaouira, la antigua Mogador. Sus orígenes se confunden en relatos de fenicios y cartagineses atraídos por la valiosa púrpura que se extraía en la vecina isla de los Pájaros. Bajo el reinado de Mohammed III en el siglo XVIII, Llegó el ingeniero francés Théodore Cornut con un plano innovador: murallas de inspiración europea, baluartes redondos y una trama urbana rectilínea bautizada “Souira” (“bien diseñada”). El resultado es un anfiteatro marítimo donde los cañones de la Skala de la Kasbah vigilan olas y gaviotas.",
        "texthis2": "Essaouira no solo fue puerto comercial; se forjó como cruce de religiones y etnias. Cristianos, judíos y musulmanes convivían en la Mellah, intercambiando especias, tejidos y palabras. Hoy esa apertura late en su Festival Gnaoua, donde tambores africanos, jazz y reggae contagian a multitudes bajo la luna atlántica. Y mientras las barcas azules desembarcan pescado fresco cada amanecer, artistas pintan murales que celebran caravanas saharianas, recordándonos que Essaouira es un escenario continuo de mestizaje.",
        "subtitlelug1": "Skala de la Kasbah",
        "textlug1": "Balcón de cañones frente al océano, donde cada atardecer suenan tambores gnawa.",
        "subtitlelug2": "Medina amurallada",
        "textlug2": "Calles estrechas con talleres de madera de tuya y fachadas encaladas.",
        "subtitlelug3": "Puerto pesquero",
        "textlug3": "Colorido mercado de pescado fresco, con embarcaciones tradicionales.",
        "subtitlelug4": "Bayt Dakira",
        "textlug4": "Museo judío que preserva la memoria de una de las comunidades más prósperas de la ciudad.",
        "curio1": "Destino de surf, windsurf y kitesurf gracias a sus vientos alisios y corrientes atlánticas.",
        "curio2": "Sede cada verano del Festival Gnaoua, que atrae a más de 400 000 espectadores con ritmos africanos, jazz y reggae.",
        "curio3": "Orson Welles vivió aquí durante el rodaje de Othello en 1952, y escenarios de Game of Thrones fueron filmados en sus murallas"
    },

    "Fez": {
        "title": "Fez: la medina milenaria y cuna del saber",
        "texthis1": "Si Casablanca es el latido moderno, Fez es el susurro ancestral. En 789 Idrís I eligió un promontorio junto al río para levantar una nueva ciudad, que su hijo consolidó en 810 como epicentro político y religioso. Pronto, oleadas de sabios andalusíes y tunecinos poblaron sus callejuelas, dando origen en 859 a la Universidad de Al-Qarawiyyin, la más antigua en funcionamiento continuo del planeta. Entre sus muros de estuco y arcilla, se impartía filosofía, medicina y astronomía mientras caravanas llegaban cargadas de pergaminos.",
        "texthis2": "La medina de Fez se dividió en Fez el Bali (la vieja) y Fez el Jedid (la nueva), un reflejo de su expansión bajo los meriníes en el siglo XIII. Pasear por sus laberintos es sumergirse en siglos de yeserías finas, mosaicos zellij y cúpulas de cedro tallado. Durante el protectorado francés (1912–1956), surgió la Ville Nouvelle con sus bulevares anchos, pero los artesanos de la UNESCO declararon la medina Patrimonio de la Humanidad en 1981, preservando su latido medieval para el mundo.",
        "subtitlelug1": "Medina de Fes el-Bali",
        "textlug1": "Laberinto de más de 9000 callejones, declarado Patrimonio de la Humanidad por la UNESCO",
        "subtitlelug2": "Curtidurías Chouara",
        "textlug2": "Piscinas de tintes donde artesanos convierte pieles en obras de arte, olor intenso que contrasta con la belleza cromática",
        "subtitlelug3": "Madraza Bou Inania",
        "textlug3": "Joya arquitectónica de mármol, zellige y madera tallada del siglo XIV.",
        "subtitlelug4": "Universidad de al-Qarawiyyin",
        "textlug4": "Centro de estudios islámicos y tuétano educativo del Norte de África",
        "curio1": "Más de 20 000 fuentes distribuidas por la medina aseguran agua potable a cada rincón.",
        "curio2": "Hasta el día de hoy, gremios artesanales transmiten sus técnicas centenarias en cooperativas familiares.",
        "curio3": "La biblioteca al-Qarawiyyin conserva manuscritos como la muqaddimah de Ibn Jaldún y un Corán del siglo IX"
    },

    "Marrakech": {
        "title": "Marrakech: la roja que deslumbra al desierto",
        "texthis1": "Fundada en 1062 por Yúsuf ibn Tašufín, Marrakech nació rodeada de huertos y cerezos, un oasis en los confines del Atlas. Bajo los almohades se alzó la monumental Koutoubia, cuyos 72 metros de minarete replicaron en Sevilla y Rabat. Fue en el siglo XVI, con los saadíes, cuando la ciudad alcanzó su máximo esplendor: el sultán Ahmed al-Mansur mandó construir el Palacio El Badi con mármoles de Italia y ónix de Tánger, convirtiendo su corte en la envidia de Europa.",
        "texthis2": "El corazón palpitante de Marrakech es la Jemaa el Fna, plaza que al anochecer se metamorfosea en teatro de narradores, encantadores de serpientes y puestos de comida. Con la llegada del ferrocarril en 1923 y los primeros riads boutique en los sesenta, Marrakech se convirtió en refugio de artistas y bohemios: Yves Saint Laurent halló aquí inspiración para teñir sus colecciones de rojo ocre. Hoy, boutique-hoteles y glampings en el desierto conviven con dromedarios y puestos de especias, recordándonos que esa “ciudad roja” nunca duerme.",
        "subtitlelug1": "La plaza Jemaa el-Fna",
        "textlug1": "Teatro callejero continuo de encantadores de serpientes, músicos y puestos gastronómicos y artesanales que vida al corazón de la ciudad.",
        "subtitlelug2": "Los Jardines Majorelle",
        "textlug2": "Oasis botánico y paleta azul Yves Klein, legado de Jacques Majorelle y restaurado por Yves Saint Laurent.",
        "subtitlelug3": "La Mezquita Koutoubia",
        "textlug3": "Construida entre 1147 y 1195, su minarete de 77 m inspiró la Giralda de Sevilla y la Torre Hassan de Rabat",
        "subtitlelug4": "Palacio de la Bahía",
        "textlug4": "Monumental residencia del siglo XIX, con patios ajardinados, estucos y zelliges policromados.",
        "curio1": "El nombre proviene del bereber “Mur Akush” (“tierra de Dios”), testimonio de su origen ancestral.",
        "curio2": "Cada noviembre acoge el Festival de Cine de Marrakech, con proyecciones al aire libre en la medina.",
        "curio3": "Su medina, de 2 km², fue declarada Patrimonio Mundial en 1985, con más de 1 000 monumentos protegidos"
    },

    "Rabat": {
        "title": "Rabat: la capital serena de la diplomacia",
        "texthis1": "Menos bulliciosa que sus hermanas, Rabat desplegó sus raíces en el siglo XII como ribat (campamento fortificado) de los almohades, desde donde planeaban sus batallas navales. La imponente Torre Hassan, inacabada tras la muerte de su patrocinador en 1199, y el Mausoleo de Mohammed V dan testimonio de aquel proyecto imperial. Tras la independencia en 1956, Rabat fue elegida capital por su aire tranquilo y su literaria corniche sobre el Bou Regreg.",
        "texthis2": "El arquitecto Henri Prost trazó la Ville Nouvelle, fusionando palmeras y embajadas con avenidas sombreadas y plazas públicas. Hoy Rabat acoge a la UNESCO, misiones diplomáticas y sedes gubernamentales, pero su medina conserva el murmullo de zocos y la serenidad de los jardines de Kasbah des Oudayas. Pasear por la corniche al atardecer, con el sol tintando de ocre las murallas, es la mejor manera de entender por qué la capital marroquí es refugio de diplomacia y poesía costera.",
        "subtitlelug1": "Torre Hassan",
        "textlug1": "Minarete inacabado de 44 m y columnas dispersas, evocación poética de un proyecto interrumpido en 1199.",
        "subtitlelug2": "Mausoleo de Mohammed V",
        "textlug2": "Edificio neomorisco de mármol blanco y techos de cedro, tumba de Mohammed V e Hassan II.",
        "subtitlelug3": "Kasbah de los Udayas",
        "textlug3": "Ciudadela del siglo XII con casas blancas y azules, jardines andalusíes y vistas al Atlántico.",
        "subtitlelug4": "Chellah",
        "textlug4": "Antigua ciudad romana y necrópolis meriní, excavada y restaurada recientemente, con baños termales y mosaicos romanos",
        "curio1": "Rabat y Salé fueron ciudades-estado rivales, hoy unidas por puentes sobre el río Bu Regreg.",
        "curio2": "En la medina de Rabat perviven sinagogas históricas, testimonio de la convivencia judío-musulmana.",
        "curio3": "El nuevo barrio de Hay Riad, diseñado tras 2000, acoge embajadas y es el eje moderno de la capital."
    },

    "culture": {
        "boton": "Ver más info.",
        "title": "Gran Cultura Árabe",
        "text": "Marruecos es una fusión única de raíces bereberes, árabes y andalusíes. Su cultura se vive en los colores de sus zocos, la calidez del té con menta y la tradición que se respira en cada rincón. Una tierra donde la historia y la magia caminan de la mano.",
        "title1": "Pulso del Atlas: Ritmos que cuentan historias",
        "text1": "De la trance gnawa al son alegre del chaabi: un viaje sonoro que atraviesa montañas, ciudades y generaciones.",
        "title2": "Voces del Magreb: Darija y Tamazight en primer plano",
        "text2": "Entre el susurro bereber y el bullicio urbano del darija, descubre cómo las lenguas marroquíes tejen identidad y memoria.",
        "title3": "Djellaba y Kaftán: Elegancia tejida en seda",
        "text3": "De las callejuelas del zoco a las bodas reales: descubre cómo cada bordado y cada color narran el alma de Marruecos.",
        "title4": "Zoco: el laberinto de colores y aromas",
        "text4": "Un paseo entre especias, pieles y sonrisas: el zoco como escenario de la vida cotidiana y la hospitalidad sin filtro.",
        "title5": "El Mosaico del Alma: Cerámica y Zellij.",
        "text5": "Desde los talleres de Fez hasta las mezquitas de Rabat: patrones infinitos que hablan de historia, fe y geometría sagrada.",
        "title6": "Vapor y Menta: Rituales de Bienestar.",
        "text6": "Purifica tu piel en el hammam y reconforta tu espíritu con sorbos de té moruno, hospitalidad líquida al borde del desierto."
    },

    "comun1": {
        "content": "Contenido",
        "intro": "Introdución",
        "boton": "Ver más cultura"
    },

    "art": {
        "introtext": "El arte en Marruecos es un poema visual: formas geométricas, colores vibrantes y letras que danzan en azulejos. Cada palacio, riad y mezquita es un mural vivo que narra el diálogo entre fe, razón y belleza.",
        "punto1": "Cerámica de Fez y Safi",
        "punto1text": "Talleres centenarios producen piezas esmaltadas en azul, verde y blanco, inspiradas en la naturaleza y los patrones andalusíes. Cada plato, jarra o ladrillo cuenta con vidriados que resisten siglos al sol y la lluvia.",
        "punto2": "Zellij y simbolismo",
        "punto2text": "Los mosaicos de zellij combinan teselas diminutas para crear infinitos patrones. No hay un solo azulejo igual: su ensamblaje refleja la unidad en la diversidad, un principio clave del arte islámico.",
        "punto3": "Caligrafía",
        "punto3text": "En muros y manuscritos, la caligrafía árabe trasciende la palabra: se convierte en trazo y sombra, en un gesto que honra la palabra divina.",
        "punto4": "Ruta artística",
        "punto4text1": "Visita la Medersa Bou Inania en Fez para ver yeserías y zellij.",
        "punto4text2": "Recorre los talleres de cerámica en Safi a orillas del Atlántico.",
        "punto4text3": "Descubre galerías de arte contemporáneo en Casablanca y Marrakech."
    },

    "hamte": {
        "introtext": "El hammam y el té moruno son dos rituales inseparables de la cultura marroquí. Uno purifica la piel, el otro reconforta el espíritu. Ambos se comparten en comunidad, reforzando vínculos y tradiciones.",
        "punto1": "El ritual del hammam",
        "punto1text1": "Inspirado en baños romanos, el hammam es un templo de vapor. Se inicia con exfoliación de ",
        "punto1text2": ", masaje con guante de kessa y enjuague con agua templada. Es un rito de paso, un regalo para la piel y el bienestar colectivo.",
        "punto2": "El arte del té moruno",
        "punto2text": "Té verde, hojas de hierbabuena y montañas de azúcar. Se vierte desde altura para oxigenar y crear espuma. Servir té es un acto de hospitalidad: rechazarlo sería ofensa. Es azúcar y gesto de amistad en cada sorbo.",
        "punto3": "Cuerpo y alma",
        "punto3text": "El hammam renueva por fuera, el té reconforta por dentro. Juntos equilibran el estrés del día a día, tejen historias compartidas y afianzan tradiciones que trascienden generaciones.",
        "punto4": "Recomendaciones",
        "punto4text1": "Experimenta un hammam tradicional con masaje de ghassoul en Fez",
        "punto4text2": "Aprende a preparar té con un “pizzadino” local en un riad de Marrakech.",
        "punto4text3": "Visita un hammam de mujeres para conocer el rito completo."
    },

    "idiomas": {
        "introtext": "En Marruecos coexisten varias lenguas que reflejan su historia: desde el árabe clásico de la administración, pasando por la darija de la calle, hasta las variantes bereberes y los legados europeos que siguen vigentes.",
        "punto1": "Darija",
        "punto11": "el árabe marroquí del día a día",
        "punto1subtitle1": "¿Qué es?",
        "punto1text1": "Es la variedad del árabe que se habla de forma cotidiana en Marruecos. A veces la gente dice “dialecto” o “árabe marroquí”, pero en realidad el dariŷa tiene tanta personalidad y evolución propia que muchos lo ven ya como una lengua por derecho propio.",
        "punto1subtitle2": "Características clave:",
        "punto1text2": "Es una mezcla brutal de árabe clásico, amazigh, francés, español, portugués e incluso palabras modernas del inglés.",
        "punto1text3": "No se enseña en escuelas (la educación se da en árabe clásico o francés), pero todo el mundo lo habla en casa, en la calle, en la tele, en TikTok y en la música.",
        "punto1text4": "Tiene su propia fonética, mucho más rápida y relajada que el árabe clásico, y omite muchas vocales.",
        "punto1text5": "No tiene una ortografía oficial, así que lo puedes ver escrito con letras árabes, latinas o incluso emojis",
        "punto1text6": "Dato interesante: El dariŷa cambia mucho de región a región: el dariŷa del norte (Tánger, Tetuán) suena más a español, y el del sur tiene más influencia amazigh.",
        "punto2": "Amazigh",
        "punto21": "la raíz indígena de Marruecos",
        "punto2text": "El amazigh o tamazight es el conjunto de lenguas bereberes originarias del norte de África, anteriores a la llegada del Islam. Es una lengua ancestral, hablada mucho antes del árabe, con raíces profundas en la cultura marroquí.",
        "punto2subtitle": "Tipos de amazigh más hablados en Marruecos:",
        "punto2text1": "Norte (zona del Rif)",
        "punto2text2": "Centro (Atlas Medio)",
        "punto2text3": "Sur (Anti-Atlas, Souss)",
        "punto2text4": "Se está revalorizando muchísimo: hay medios, escuelas, libros y apps para aprenderlo.",
        "punto2text5": "Tiene su propio alfabeto, el tifinagh (ⵜⵉⴼⵉⵏⴰⵖ), que verás en señales, carteles oficiales y textos modernos.",
        "punto2text6": "Fue reconocido como lengua oficial de Marruecos junto al árabe en 2011.",
        "punto2text7": "Dato curioso: Muchos nombres de ciudades como Agadir, Taza o Ifrane tienen origen amazigh. También hay símbolos bereberes muy presentes en la artesanía y la joyería.",
        "punto3": "¿Qué tienen en común?",
        "punto3text1": "Ambas lenguas muestran cómo Marruecos es un país mestizo, dinámico y riquísimo en identidad.",
        "punto3text2": "Conviven y se mezclan: es común que alguien empiece una frase en dariŷa, la mezcle con francés y acabe con una palabra amazigh si es su lengua materna.",
        "punto3text3": "Son parte clave de la resistencia cultural frente a la colonización y a la estandarización global.",
        "punto4": "Legado colonial en las lenguas de Marruecos",
        "punto4subtitle1": "El francés: lengua del poder y la 'élite'",
        "punto4text1": "Marruecos fue protectorado francés de 1912 a 1956. Aunque nunca fue colonia “formal” como Argelia, el impacto lingüístico fue brutal. El francés se convirtió en la lengua de:",
        "punto4text1sub1": "La administración",
        "punto4text1sub2": "La educación secundaria y unuiversitaria",
        "punto4text1sub3": "La medicina, el derecho y los negocios",
        "punto4text1sub4": "Y hasta de cierta “clase alta” que aún lo usa como signo de estatus",
        "punto4subtitle2": "¿Qué consecuencias dejó?",
        "punto4text2sub1": "Muchísimas personas hablan francés fluido, pero a menudo sienten que lo hacen como algo “prestado” o impuesto.",
        "punto4text2sub2": "Muchas carreras universitarias (sobre todo científicas y técnicas) siguen impartiéndose en francés. Esto excluye a gente de zonas rurales o sin acceso a educación francófona.",
        "punto4text2sub3": "El francés se asocia todavía con “lo culto”, mientras que el dariŷa o el amazigh eran vistos como “de pueblo”. Esto generó un conflicto de autoestima lingüística.",
        "punto4text2sub4": "En el norte (Tetuán, Nador, Larache, Chefchaouen, etc.), Marruecos fue protectorado español hasta 1956. El español dejó huella, pero menos profunda que el francés.",
        "punto4subtitle3": "El español: la herencia del norte",
        "punto4subtitle4": "¿Donde se nota el español?",
        "punto4text3sub1": "En el vocabulario del dariŷa norteño (“cuesta”, “banco”, “carro”, “plato”, “zapato”…).",
        "punto4text3sub2": "En el hecho de que muchas familias del Rif hablan español fluidamente, sin haber salido del país.",
        "punto4text3sub3": "En la presencia cultural: aún hay colegios españoles, emisoras de radio, periódicos, y el Instituto Cervantes tiene mucha presencia.",
        "punto4subtitle5": "¿Qué pasó después?",
        "punto4text4sub1": "El español fue perdiendo peso frente al francés en el ámbito oficial y educativo.",
        "punto4text4sub2": "Aun así, sigue siendo una lengua muy amada y muchas personas la ven como una forma de conexión con Europa… pero sin el peso colonial tan fuerte que tiene el francés."
    },

    "musica": {
        "introtext": "La música marroquí es un caleidoscopio sonoro que refleja la historia y diversidad del país. Mezcla tradiciones bereberes, árabe-andalusí y ritmos Gnawa, creando un paisaje acústico único. En cada acorde se narra la vida cotidiana, las celebraciones y las leyendas de generaciones.",
        "punto1": "Raíces y fusión",
        "punto1text1": "Las bases de la música marroquí descansan sobre tres pilares fundamentales:",
        "punto1text1sub11": "Tradición Bereber:",
        "punto1text1sub12": " Cantos y danzas del Atlas, ejecutados con tambores de cuero y flautas de caña.",
        "punto1text1sub21": "Legado Árabe-Andalusí:",
        "punto1text1sub221": " Introducido tras la caída de Al-Ándalus. Se interpretan ",
        "punto1text1sub222": " con laúd (",
        "punto1text1sub223": "), flauta (",
        "punto1text1sub224": ") y violines.",
        "punto1text1sub31": "Ritmos Gnawa:",
        "punto1text1sub32": " Música de trance y sanación, que fusiona jazz y electrónica en escenarios actuales.",
        "punto2": "Géneros clave",
        "punto2text2sub1": " «Música del pueblo» con darbuka y violín, perfecta para bodas y mercados.",
        "punto2text2sub2": " Poesía cantada en darija, con letras sobre amor, historia y crítica social.",
        "punto2text2sub31": "Andalusí:",
        "punto2text2sub32": " Con tintes ceremoniales, recita poemas medievales en árabe clásico.",
        "punto2text2sub4": " De raíces subsaharianas, evoca el trance y la espiritualidad mediante el guembri y los qraqeb.",
        "punto3": "Momentos inolvidables",
        "punto3text3": "Cada año, varios festivales celebran la riqueza musical de Marruecos:",
        "punto3text3sub11": "Festival Gnawa de Essaouira:",
        "punto3text3sub12": " Encuentro junto al Atlántico que fusiona lo ancestral con lo contemporáneo.",
        "punto3text3sub21": "Nuits de la Médina:",
        "punto3text3sub22": " Conciertos nocturnos en Marrakech donde jóvenes músicos reinventan lo tradicional.",
        "punto3text3sub31": "Festival de Música Andalusí de Fez:",
        "punto3text3sub32": " Una cita elegante con orquestas clásicas y repertorios poéticos.",
        "punto4": "Para el viajero",
        "punto4text4sub11": "Disfruta un ",
        "punto4text4sub12": " en un café de la medina de Fez al atardecer.",
        "punto4text4sub2": "Sigue el ritmo de la darbuka en una fiesta local de pueblo.",
        "punto4text4sub31": "Vive una ",
        "punto4text4sub32": " gnawa bajo las estrellas para entender su poder curativo.",
        "punto4text4sub4": "Descubre conciertos improvisados en los zocos, donde el alma marroquí se expresa sin filtros."
    },

    "vestimenta": {
        "introtext": "En Marruecos, la ropa es más que abrigo: es un lienzo cultural que fluye con los vientos del Desierto y se enriquece en las medinas. Cada pliegue, cada bordado, cuenta historias de clanes nómadas y palacios suntuosos, de vida rural y corte imperial. Sumergirse en la vestimenta tradicional es descubrir un mosaico de símbolos, colores y texturas que definen la identidad de un pueblo milenario.",
        "punto1": "Piezas clave",
        "punto1text1": " Túnica suelta con capucha, confeccionada en lana para el invierno y lino ligero para el verano. Unisex y urbana.",
        "punto1text2": " Vestido femenino largo, bordado a mano en hilos de oro y seda, símbolo de elegancia en bodas y festividades.",
        "punto1text3": " Variante sin mangas de la djellaba, ideal para jornadas calurosas y ceremonias informales.",
        "punto1text4": " Zapatillas de cuero suave, con punta curvada, elaboradas artesanalmente en las curtidurías de Fez.",
        "punto2": "Ocasiones especiales",
        "punto2text1": "El kaftán y su hermana, la ",
        "punto2text2": ", brillan en bodas, Eid y recepciones oficiales. Los hombres optan por djellabas de corte refinado y chaquetas adornadas, mientras que los niños lucen miniaturas de esos atuendos, celebrando el paso a la adultez en rituales familiares.",
        "punto3": "Artesanía y detalle",
        "punto3text1": "Cada bordado, conocido como ",
        "punto3text2": ", puede requerir semanas de minucioso trabajo. Los “maalems” (maestros artesanos) combinan motivos geométricos y florales para evocar la riqueza de jardines andalusíes y la pureza de oasis desérticos.",
        "punto4": "Consejos de estilo",
        "punto4text1": "Viste una djellaba en tonos tierra para fusionarte con los paisajes del Atlas.",
        "punto4text2": "Elige un kaftán en azul Majorelle: un guiño a la herencia cultural de Marrakech.",
        "punto4text3": "Combina babuchas artesanales con jeans para un look mixto y contemporáneo."
    },

    "zoco": {
        "introtext": "Caminar por un zoco marroquí es sumergirse en un caleidoscopio sensorial: aromas de especias, cantos de comerciantes y un laberinto de pasillos donde la historia se compra y se vende a diario.",
        "punto1": "Organización",
        "punto1text1": "Los puestos se agrupan por gremio: herreros forjan riendas, curtidores tintan pieles en pozos olorosos, mientras los alfareros moldean cerámica junto a perfumerías que hierben aguas de rosa y azahar. Este orden ancestral facilita la búsqueda de cualquier objeto.",
        "punto2": "Mercancías y aromas",
        "punto2text1": "Especias: comino, azafrán, ras el hanout y semillas de cilantro.",
        "punto2text2": "Textiles: chales de lana bereber y algodones estampados.",
        "punto2text3": "Alimentos: aceites de argán, dátiles rellenos y dulces de sésamo.",
        "punto3": "El ritual social",
        "punto3text": "Más que un mercado, es un punto de encuentro. Aquí se negocia, se saluda, se comparte un té improvisado y se consolidan lazos comunitarios. Cada visita es una lección de hospitalidad.",
        "punto4": "Consejos prácticos",
        "punto4text1": "Llega temprano para evitar multitudes y regatear con calma.",
        "punto4text21": "Aprende un par de saludos en ",
        "punto4text22": " para ganarte sonrisas.",
        "punto4text3": "Degusta un vaso de té con menta junto al puesto de especias."
    },

    "recipes": {
        "title":"Recetas con grandes sabores",
        "titletext": "Desde el aroma especiado del cuscús hasta el sabor intenso del tajín, la gastronomía marroquí es una explosión de tradición y autenticidad. Cada plato cuenta una historia transmitida de generación en generación.",
        "boton": "Ver receta",
        "tajin1": "Tajín",
        "tajin2": "Receta típica marroquí de pollo especiado.",
        "cuscus1": "Cuscús",
        "cuscus2": "Plato emblemático con verduras y especias.",
        "harira": "Sopa tradicional de legumbres y cordero.",
        "pastela1": "Pastela",
        "pastela2": "Pastel crujiente de pollo y almendras",
        "zaalouk": "Ensalada de berenjenas asadas y especias",
        "chebakia": "Dulce frito bañado en miel y especias"
    },

    "comun2": {
        "content": "Contenido",
        "ingredient": "Ingredientes",
        "steps": "Paso a paso",
        "note": "Notas",
        "boton": "Ver más recetas"
    },

    "Chebakia": {
        "ingredient1": "500 g de harina de trigo",
        "ingredient2": "1 cucharadita de polvo de hornear",
        "ingredient3": "½ cucharadita de sal",
        "ingredient4": "1 cucharadita de semillas de sésamo tostado",
        "ingredient5": "1 cucharadita de agua de azahar",
        "ingredient6": "1 cucharadita de canela en polvo",
        "ingredient7": "2 cucharadas de vinagre",
        "ingredient8": "100 ml de aceite de oliva suave",
        "ingredient9": "Agua tibia (cantidad necesaria para amasar)",
        "ingredient10": "Aceite neutro para freír",
        "ingredient11": "250 g de miel pura",
        "ingredient12": "2 cucharadas de agua de azahar extra (para la miel)",
        "step1": "En un bol grande, mezcla la harina, polvo de hornear, sal, sésamo, canela y vinagre.",
        "step2": "Añade el aceite y el agua de azahar; incorpora con las manos hasta lograr migas finas.",
        "step3": "Agrega agua tibia poco a poco y amasa hasta obtener una masa lisa y elástica. Cubre y deja reposar 15 min.",
        "step4": "Divide la masa en porciones y estira con rodillo en láminas finas (2 mm). Corta tiras de 5 cm de ancho y haz los pliegues tradicionales de chebakia.",
        "step5": "Calienta abundante aceite a 170 °C y fríe las chebakias por tandas hasta que doren, volteando cuidadosamente.",
        "step6": "Saca y escurre sobre papel absorbente. Mientras tanto, calienta la miel con agua de azahar en un cazo.",
        "step7": "Baña cada pieza en la miel caliente, deja escurrir y reboza en semillas de sésamo.",
        "step8": "Deja enfriar en rejilla para mantener el crujiente.",
        "note1": "La clave está en la masa bien fina y el reposo: así quedarán crujientes por dentro y flexibles al moldear.",
        "note2": "Sé generosa con la miel: debe envolver perfectamente cada chebakia.",
        "note3": "Conserva en lata hermética hasta 2 semanas; perfecta para acompañar el té a la menta.",
        "note4": "Se pueden congelar sin miel y freír después, o bien congelarlas ya hechas y darles un golpecito de horno.",
        "note5": "En Ramadán son un básico, pero también puedes hacer versiones mini para acompañar el té cualquier día."
    },

    "Cuscus": {
        "ingredient1": "400 g de cuscús medio",
        "ingredient2": "500 g de carne de cordero o ternera en trozos",
        "ingredient3": "2 zanahorias, 2 calabacines y 1 nabo en trozos",
        "ingredient4": "1 cebolla grande picada",
        "ingredient5": "2 tomates rallados",
        "ingredient6": "1 puñado de garbanzos remojados (200 g)",
        "ingredient7": "1 cucharadita de cúrcuma, comino y coriandro en polvo",
        "ingredient8": "½ cucharadita de pimienta y jengibre",
        "ingredient9": "Una pizca de hebras de azafrán",
        "ingredient10": "Sal al gusto",
        "ingredient11": "Aceite de oliva",
        "ingredient12": "Agua o caldo de carne",
        "step1": "En una olla grande, sofríe la cebolla en aceite hasta que empiece a dorar. Añade especias y remueve 1 min.",
        "step2": "Incorpora la carne y séllala por todos lados. Agrega tomates, garbanzos y cubre con agua o caldo.",
        "step3": "Tapa y cuece 45 min a fuego medio-bajo. A mitad de cocción añade el nabo.",
        "step4": "Mientras, coloca el cuscús en un recipiente amplio, humedece con un hilo de aceite y un poco de agua, y esponja con un tenedor.",
        "step5": "Usa una cuscusera (vaporera): lleva el primer vaporizado 15 min sobre el guiso.",
        "step6": "Saca, esponja de nuevo, y vaporiza una segunda vez 10 min.",
        "step7": "Transfiérelo a la olla, mezcla con el jugo y cocina 5 min más para que absorba sabor.",
        "step8": "Sirve con la carne y verduras encima, baña con caldo y decora con cilantro fresco.",
        "note1": "Si no tienes cuscuera, haz el primer vapor en un colador resistente al calor sobre la olla tapada.",
        "note2": "Prueba a añadir calabaza o berenjena para darle un toque distinto.",
        "note3": "Sirve con “msamen” o pan marroquí para disfrutar cada gota de caldo.",
        "note4": "Usa las manos (o un tenedor) para separar los granos entre vaporizados. Así queda suelto, ligero y sin grumos.",
        "note5": "Hay muchas variantes regionales: en el norte (como en Tetuán o Chefchaouen), suelen añadir garbanzos y cebolla caramelizada con pasas.",
        "note6": "El cuscús va en la base del plato, bien aireado, y encima las verduras y la carne. Luego se echa un poco de caldo por encima. Nunca todo junto en olla como arroz con cosas"
    },
    
    "Harira": {
        "ingredient1": "200 g de carne de ternera o cordero picada",
        "ingredient2": "1 cebolla y 2 tallos de apio finamente picados",
        "ingredient3": "2 tomates maduros rallados",
        "ingredient4": "½ taza de lentejas y ¼ taza de garbanzos remojados (mínimo 8 h)",
        "ingredient5": "1 cucharada de harina de trigo",
        "ingredient6": "1 cucharadita de cúrcuma, jengibre y paprika",
        "ingredient7": "½ cucharadita de pimienta negra y canela",
        "ingredient8": "Un puñado de cilantro y perejil picado",
        "ingredient9": "2 cucharadas de concentrado de tomate",
        "ingredient10": "Sal al gusto",
        "ingredient11": "Aceite de oliva",
        "ingredient12": "Agua (unos 1,5 l)",
        "ingredient13": "1 limón cortado en cuartos",
        "step1": "Calienta 2 cucharadas de aceite en una olla grande. Sofríe la cebolla y el apio a fuego medio hasta que la cebolla esté transparente (5 min). Añade la cúrcuma, jengibre, paprika, pimienta y canela; remueve 1 min para tostar las especias sin quemarlas.",
        "step2": "Sube el fuego a medio‑alto, incorpora la carne picada y dórala 2–3 min removiendo para que suelte jugos. Baja de nuevo el fuego, añade el tomate rallado y el concentrado; cocina 3 min hasta que el tomate reduzca ligeramente.",
        "step3": "Agrega lentejas y garbanzos escurridos, cubre con el agua y lleva a ebullición. Tapa, baja a fuego medio‑bajo y deja cocer 30 min, removiendo de vez en cuando para evitar que se pegue.",
        "step4": "En un cuenco, mezcla la harina con un chorrito de caldo frío hasta formar una papilla sin grumos. Destapa la olla e incorpora esta mezcla poco a poco **sin dejar de remover** hasta que la sopa espese (2–3 min).",
        "step5": "Añade el cilantro y el perejil picados, prueba y ajusta de sal. Hierve 5 min más para integrar sabores.",
        "step6": "Retira del fuego, tapa y deja reposar 5 min. Sirve caliente, con los cuartos de limón al lado para exprimir al gusto.",
        "note1": "La harina espesa la Harira sin aportar sabor crudo si la incorporas lentamente y mezclas bien.",
        "note2": "Remoja los garbanzos al menos 8 h (o usa de bote bien enjuagados) para una cocción uniforme.",
        "note3": "Para un extra de profundidad, añade 1 cucharadita de ras el hanout junto con las especias.",
        "note4": "Acompaña con dátiles o chebakias para el iftar en Ramadán: el contraste dulce realza los sabores especiados.",
        "note5": "Guarda las sobras tapadas en nevera hasta 3 días: al recalentarse ganan aún más cuerpo y sabor."
    },

    "Pastela": {
        "ingredient1": "1 paquete de hojas de brick o masa filo",
        "ingredient2": "500 g de pollo cocido y desmenuzado",
        "ingredient3": "2 cebollas picadas",
        "ingredient4": "1 cucharadita de canela",
        "ingredient5": "1 cucharadita de jengibre",
        "ingredient6": "½ cucharadita de cúrcuma",
        "ingredient7": "Sal, pimienta",
        "ingredient8": "Un manojo de cilantro picado",
        "ingredient9": "3 huevos",
        "ingredient10": "100 g de almendras tostadas y picadas",
        "ingredient11": "2 cucharadas de azúcar",
        "ingredient12": "Mantequilla derretida",
        "ingredient13": "Azúcar glas y canela para decorar",
        "step1": "En olla mediana, cubre el pollo con agua, añade cebolla, ramas de canela, jengibre, azafrán y sal. Cuece 25 min hasta tierno.",
        "step2": "Saca el pollo, cuela el caldo y reserva ambos. Desmenuza la carne.",
        "step3": "En sartén, funde mantequilla y sofríe la cebolla hasta transparente. Añade pollo, cilantro y 3–4 cucharadas de caldo; cocina 5 min.",
        "step4": "Mezcla almendras con azúcar glas y canela. Reserva.",
        "step5": "Vierte un chorrito de caldo y huevos batidos en la sartén; remueve hasta hacer una tortilla fina. Desmenúzala y mezcla con el pollo y almendras.",
        "step6": "Pincela molde con mantequilla. Coloca 2 hojas de filo, rellena, cubre con 2 hojas más y pinta con mantequilla.",
        "step7": "Hornea a 180 °C 25–30 min hasta dorar.",
        "step8": "Al sacar, espolvorea azúcar glas y canela.",
        "note1": "Dulce-salado deluxe: el contraste es la esencia, no te quedes corto con azúcar y canela.",
        "note2": "Añade unas gotas de agua de azahar al caldo para aroma floral.",
        "note3": "Córtala en triángulos y sirve con té a la menta en vasos tallados.",
        "note4": "La pastela tradicional usa pichón o pollo, pero también puedes hacerla vegetariana con champiñones, lentejas y frutos secos.",
        "note5": "Es típica en bodas y celebraciones especiales, y combina lo dulce con lo salado de forma única en la cocina marroquí.",
        "note6": "Puedes usar masa filo en vez de warqa, pero es más difícil de encontrar fuera de Marruecos."
    },

    "Tajin": {
        "ingredient1": "1 kg de pollo en trozos",
        "ingredient2": "2 cebollas en juliana",
        "ingredient3": "2 dientes de ajo picados",
        "ingredient4": "1 cucharadita de jengibre, cúrcuma y pimentón dulce",
        "ingredient5": "½ cucharadita de comino en polvo",
        "ingredient6": "2 cucharadas de aceite de oliva",
        "ingredient7": "2 limones en conserva (cortados)",
        "ingredient8": "100 g de aceitunas verdes sin hueso",
        "ingredient9": "Un manojo de cilantro fresco",
        "ingredient10": "Sal y pimienta al gusto",
        "ingredient11": "½ vaso de agua",
        "step1": "En tajine o cazuela, calienta aceite y sofríe cebolla y ajo hasta dorar.",
        "step2": "Añade especias, remueve y agrega pollo; dora 5 min por cada lado.",
        "step3": "Incorpora limones en conserva, aceitunas y cilantro picado. Salpimienta.",
        "step4": "Cubre con agua, tapa y cocina a fuego suave 40 min.",
        "step5": "Destapa los últimos 10 min para espesar la salsa.",
        "step6": "Sirve caliente, adornado con ramitas de cilantro.",
        "note1": "El limón en conserva aporta un toque ácido y salado único; cuidado con la sal.",
        "note2": "Puedes añadir patatas o zanahorias al guiso para variar texturas.",
        "note3": "Se acompaña idealmente con cuscús o pan marroquí caliente.",
        "note4": "El secreto de un buen tajín es la cocción lenta a fuego bajo",
        "note5": "Cada región en Marruecos tiene su versión del tajín, desde cordero con ciruelas en Fez hasta tajín de sardinas en la costa.",
        "note6": "No levantes la tapa demasiado: el vapor hace magia al concentrar sabores."
    },

    "Zaalouk": {
        "ingredient1": "2 berenjenas grandes",
        "ingredient2": "3 tomates maduros rallados",
        "ingredient3": "2 dientes de ajo picados",
        "ingredient4": "1 cucharadita de pimentón dulce y comino",
        "ingredient5": "½ cucharadita de cayena (opcional)",
        "ingredient6": "3 cucharadas de aceite de oliva",
        "ingredient7": "Un puñado de cilantro fresco picado",
        "ingredient8": "Sal y pimienta al gusto",
        "ingredient9": "Jugo de medio limón",
        "step1": "Pincha y asa las berenjenas al horno a 200 °C hasta que estén tiernas (20–25 min). Pela y tritura finamente.",
        "step2": "En sartén amplia, calienta aceite y sofríe ajo 1 min. Añade especias y remueve.",
        "step3": "Incorpora tomate rallado y cocina 5–7 min hasta reducir.",
        "step4": "Añade puré de berenjena, mezcla y cocina 10 min, removiendo para que no se pegue.",
        "step5": "Ajusta sal, añade jugo de limón y cilantro. Cocina 2 min más.",
        "step6": "Sirve tibio o frío con pan para untar.",
        "note1": "El asado previo de la berenjena aporta un sabor ahumado delicioso.",
        "note2": "Si te gusta más suave, pasa la mezcla por la batidora antes de la última cocción.",
        "note3": "Ideal como entrante junto a hummus y aceitunas marinadas.",
        "note4": "Se sirve caliente, templado o frío, y queda increíble con pan marroquí (khobz).",
        "note5": "Es una de las mezze más comunes en Marruecos, servida al inicio de la comida con otras ensaladas cocidas.",
        "note6": "Se conserva bien en la nevera hasta 3 días, así que puedes prepararla con antelación."
    },

    "footer":{
        "copy": "Moroccan Ocean. Todos los derechos reservados."
    }

}